{
    "The psychology of money": {
        "original_pages": [
            {
                "page_num": 0,
                "content": ""
            },
            {
                "page_num": 1,
                "content": " \n"
            },
            {
                "page_num": 2,
                "content": " \n"
            },
            {
                "page_num": 3,
                "content": "For\nMy parents, who teach me.\nGretchen, who guides me.\nMiles and Reese, who inspire me.\n \n"
            },
            {
                "page_num": 4,
                "content": " \nIntroduction: The Greatest Show On Earth\n \n1. No One’s Crazy\n \n2. Luck & Risk\n \n3. Never Enough\n \n4. Confounding Compounding\n \n5. Getting Wealthy vs. Staying Wealthy\n \n6. Tails, You Win\n \n7. Freedom\n \n8. Man in the Car Paradox\n \n"
            },
            {
                "page_num": 5,
                "content": "9. Wealth is What You Don’t See\n \n10. Save Money\n \n11. Reasonable > Rational\n \n12. Surprise!\n \n13. Room for Error\n \n14. You’ll Change\n \n15. Nothing’s Free\n \n16. You & Me\n \n17. The Seduction of Pessimism\n \n18. When You’ll Believe Anything\n \n19. All Together Now\n \n20. Confessions\n \nPostscript: A Brief History of Why the U.S. Consumer Thinks the Way They Do\n \nEndnotes\n \nAcknowledgements\n \nPublishing details\n"
            },
            {
                "page_num": 6,
                "content": " \n"
            },
            {
                "page_num": 7,
                "content": "“A genius is the man who can do the average thing when\neveryone else around him is losing his mind.”\n—Napoleon\n \n“The world is full of obvious things which nobody by any\nchance ever observes.”\n—Sherlock Holmes\n"
            },
            {
                "page_num": 8,
                "content": " \nIspent my college years working as a valet at a nice hotel in Los Angeles.\nOne frequent guest was a technology executive. He was a genius, having designed and\npatented a key component in Wi-Fi routers in his 20s. He had started and sold several\ncompanies. He was wildly successful.\nHe also had a relationship with money I’d describe as a mix of insecurity and childish\nstupidity.\nHe carried a stack of hundred dollar bills several inches thick. He showed it to everyone\nwho wanted to see it and many who didn’t. He bragged openly and loudly about his wealth,\noften while drunk and always apropos of nothing.\nOne day he handed one of my colleagues several thousand dollars of cash and said, “Go to\nthe jewelry store down the street and get me a few $1,000 gold coins.”\nAn hour later, gold coins in hand, the tech executive and his buddies gathered around by a\ndock overlooking the Paciﬁc Ocean. They then proceeded to throw the coins into the sea,\nskipping them like rocks, cackling as they argued whose went furthest. Just for fun.\nDays later he shattered a lamp in the hotel’s restaurant. A manager told him it was a $500\nlamp and he’d have to replace it.\n“You want ﬁve hundred dollars?” the executive asked incredulously, while pulling a brick of\ncash from his pocket and handing it to the manager. “Here’s ﬁve thousand dollars. Now get\nout of my face. And don’t ever insult me like that again.”\nYou may wonder how long this behavior could last, and the answer was “not long.” I learned\nyears later that he went broke.\nThe premise of this book is that doing well with money has a little to do with how smart you\nare and a lot to do with how you behave. And behavior is hard to teach, even to really smart\npeople.\n"
            },
            {
                "page_num": 9,
                "content": "A genius who loses control of their emotions can be a ﬁnancial disaster. The opposite is also\ntrue. Ordinary folks with no ﬁnancial education can be wealthy if they have a handful of\nbehavioral skills that have nothing to do with formal measures of intelligence.\n \n \nMy favorite Wikipedia entry begins: “Ronald James Read was an American philanthropist,\ninvestor, janitor, and gas station attendant.”\nRonald Read was born in rural Vermont. He was the ﬁrst person in his family to graduate\nhigh school, made all the more impressive by the fact that he hitchhiked to campus each\nday.\nFor those who knew Ronald Read, there wasn’t much else worth mentioning. His life was\nabout as low key as they come.\nRead ﬁxed cars at a gas station for 25 years and swept ﬂoors at JCPenney for 17 years. He\nbought a two-bedroom house for $12,000 at age 38 and lived there for the rest of his life.\nHe was widowed at age 50 and never remarried. A friend recalled that his main hobby was\nchopping ﬁrewood.\nRead died in 2014, age 92. Which is when the humble rural janitor made international\nheadlines.\n2,813,503 Americans died in 2014. Fewer than 4,000 of them had a net worth of over $8\nmillion when they passed away. Ronald Read was one of them.\nIn his will the former janitor left $2 million to his stepkids and more than $6 million to his\nlocal hospital and library.\nThose who knew Read were baﬄed. Where did he get all that money?\nIt turned out there was no secret. There was no lottery win and no inheritance. Read saved\nwhat little he could and invested it in blue chip stocks. Then he waited, for decades on end,\nas tiny savings compounded into more than $8 million.\nThat’s it. From janitor to philanthropist.\nA few months before Ronald Read died, another man named Richard was in the news.\nRichard Fuscone was everything Ronald Read was not. A Harvard-educated Merrill Lynch\nexecutive with an MBA, Fuscone had such a successful career in ﬁnance that he retired in\nhis 40s to become a philanthropist. Former Merrill CEO David Komansky praised Fuscone’s\n“business savvy, leadership skills, sound judgment and personal integrity.”¹ Crain’s\nbusiness magazine once included him in a “40 under 40” list of successful businesspeople.²\nBut then—like the gold-coin-skipping tech executive—everything fell apart.\nIn the mid-2000s Fuscone borrowed heavily to expand an 18,000-square foot home in\nGreenwich, Connecticut that had 11 bathrooms, two elevators, two pools, seven garages,\nand cost more than $90,000 a month to maintain.\nThen the 2008 ﬁnancial crisis hit.\nThe crisis hurt virtually everyone’s ﬁnances. It apparently turned Fuscone’s into dust. High\ndebt and illiquid assets left him bankrupt. “I currently have no income,” he allegedly told a\n"
            },
            {
                "page_num": 10,
                "content": "bankruptcy judge in 2008.\nFirst his Palm Beach house was foreclosed.\nIn 2014 it was the Greenwich mansion’s turn.\nFive months before Ronald Read left his fortune to charity, Richard Fuscone’s home—where\nguests recalled the “thrill of dining and dancing atop a see-through covering on the home’s\nindoor swimming pool”—was sold in a foreclosure auction for 75% less than an insurance\ncompany ﬁgured it was worth.³\nRonald Read was patient; Richard Fuscone was greedy. That’s all it took to eclipse the\nmassive education and experience gap between the two.\nThe lesson here is not to be more like Ronald and less like Richard—though that’s not bad\nadvice.\nThe fascinating thing about these stories is how unique they are to ﬁnance.\nIn what other industry does someone with no college degree, no training, no background,\nno formal experience, and no connections massively outperform someone with the best\neducation, the best training, and the best connections?\nI struggle to think of any.\nIt is impossible to think of a story about Ronald Read performing a heart transplant better\nthan a Harvard-trained surgeon. Or designing a skyscraper superior to the best-trained\narchitects. There will never be a story of a janitor outperforming the world’s top nuclear\nengineers.\nBut these stories do happen in investing.\nThe fact that Ronald Read can coexist with Richard Fuscone has two explanations. One,\nﬁnancial outcomes are driven by luck, independent of intelligence and eﬀort. That’s true to\nsome extent, and this book will discuss it in further detail. Or, two (and I think more\ncommon), that ﬁnancial success is not a hard science. It’s a soft skill, where how you\nbehave is more important than what you know.\nI call this soft skill the psychology of money. The aim of this book is to use short stories to\nconvince you that soft skills are more important than the technical side of money. I’ll do this\nin a way that will help everyone—from Read to Fuscone and everyone in between—make\nbetter ﬁnancial decisions.\nThese soft skills are, I’ve come to realize, greatly underappreciated.\nFinance is overwhelmingly taught as a math-based ﬁeld, where you put data into a formula\nand the formula tells you what to do, and it’s assumed that you’ll just go do it.\nThis is true in personal ﬁnance, where you’re told to have a six-month emergency fund and\nsave 10% of your salary.\nIt’s true in investing, where we know the exact historical correlations between interest rates\nand valuations.\nAnd it’s true in corporate ﬁnance, where CFOs can measure the precise cost of capital.\n"
            },
            {
                "page_num": 11,
                "content": "It’s not that any of these things are bad or wrong. It’s that knowing what to do tells you\nnothing about what happens in your head when you try to do it.\n \n \nTwo topics impact everyone, whether you are interested in them or not: health and money.\nThe health care industry is a triumph of modern science, with rising life expectancy across\nthe world. Scientiﬁc discoveries have replaced doctors’ old ideas about how the human\nbody works, and virtually everyone is healthier because of it.\nThe money industry—investing, personal ﬁnance, business planning—is another story.\nFinance has scooped up the smartest minds coming from top universities over the last two\ndecades. Financial Engineering was the most popular major in Princeton’s School of\nEngineering a decade ago. Is there any evidence it has made us better investors?\nI have seen none.\nThrough collective trial and error over the years we learned how to become better farmers,\nskilled plumbers, and advanced chemists. But has trial and error taught us to become\nbetter with our personal ﬁnances? Are we less likely to bury ourselves in debt? More likely\nto save for a rainy day? Prepare for retirement? Have realistic views about what money\ndoes, and doesn’t do, to our happiness?\nI’ve seen no compelling evidence.\nMost of the reason why, I believe, is that we think about and are taught about money in\nways that are too much like physics (with rules and laws) and not enough like psychology\n(with emotions and nuance).\nAnd that, to me, is as fascinating as it is important.\nMoney is everywhere, it aﬀects all of us, and confuses most of us. Everyone thinks about it a\nlittle diﬀerently. It oﬀers lessons on things that apply to many areas of life, like risk,\nconﬁdence, and happiness. Few topics oﬀer a more powerful magnifying glass that helps\nexplain why people behave the way they do than money. It is one of the greatest shows on\nEarth.\nMy own appreciation for the psychology of money is shaped by more than a decade of\nwriting on the topic. I began writing about ﬁnance in early 2008. It was the dawn of a\nﬁnancial crisis and the worst recession in 80 years.\nTo write about what was happening, I wanted to ﬁgure out what was happening. But the\nﬁrst thing I learned after the ﬁnancial crisis was that no one could accurately explain what\nhappened, or why it happened, let alone what should be done about it. For every good\nexplanation there was an equally convincing rebuttal.\nEngineers can determine the cause of a bridge collapse because there’s agreement that if a\ncertain amount of force is applied to a certain area, that area will break. Physics isn’t\ncontroversial. It’s guided by laws. Finance is diﬀerent. It’s guided by people’s behaviors.\nAnd how I behave might make sense to me but look crazy to you.\nThe more I studied and wrote about the ﬁnancial crisis, the more I realized that you could\nunderstand it better through the lenses of psychology and history, not ﬁnance.\n"
            },
            {
                "page_num": 12,
                "content": "To grasp why people bury themselves in debt you don’t need to study interest rates; you\nneed to study the history of greed, insecurity, and optimism. To get why investors sell out at\nthe bottom of a bear market you don’t need to study the math of expected future returns;\nyou need to think about the agony of looking at your family and wondering if your\ninvestments are imperiling their future.\nI love Voltaire’s observation that “History never repeats itself; man always does.” It applies\nso well to how we behave with money.\nIn 2018, I wrote a report outlining 20 of the most important ﬂaws, biases, and causes of\nbad behavior I’ve seen aﬀect people when dealing with money. It was called The Psychology\nof Money, and over one million people have read it. This book is a deeper dive into the\ntopic. Some short passages from the report appear unaltered in this book.\nWhat you’re holding is 20 chapters, each describing what I consider to be the most\nimportant and often counterintuitive features of the psychology of money. The chapters\nrevolve around a common theme, but exist on their own and can be read independently.\nIt’s not a long book. You’re welcome. Most readers don’t ﬁnish the books they begin\nbecause most single topics don’t require 300 pages of explanation. I’d rather make 20 short\npoints you ﬁnish than one long one you give up on.\nOn we go.\n"
            },
            {
                "page_num": 13,
                "content": " \n"
            },
            {
                "page_num": 14,
                "content": "Let me tell you about a problem. It might make you feel better\nabout what you do with your money, and less judgmental\nabout what other people do with theirs.\nPeople do some crazy things with money. But no one is crazy.\nHere’s the thing: People from diﬀerent generations, raised by\ndiﬀerent parents who earned diﬀerent incomes and held\ndiﬀerent values, in diﬀerent parts of the world, born into\ndiﬀerent economies, experiencing diﬀerent job markets with\ndiﬀerent incentives and diﬀerent degrees of luck, learn very\ndiﬀerent lessons.\nEveryone has their own unique experience with how the world\nworks. And what you’ve experienced is more compelling than\nwhat you learn second-hand. So all of us—you, me, everyone—\ngo through life anchored to a set of views about how money\nworks that vary wildly from person to person. What seems\ncrazy to you might make sense to me.\nThe person who grew up in poverty thinks about risk and\nreward in ways the child of a wealthy banker cannot fathom if\nhe tried.\nThe person who grew up when inﬂation was high experienced\nsomething the person who grew up with stable prices never\nhad to.\nThe stock broker who lost everything during the Great\nDepression experienced something the tech worker basking in\nthe glory of the late 1990s can’t imagine.\nThe Australian who hasn’t seen a recession in 30 years has\nexperienced something no American ever has.\nOn and on. The list of experiences is endless.\n"
            },
            {
                "page_num": 15,
                "content": "You know stuﬀ about money that I don’t, and vice versa. You go\nthrough life with diﬀerent beliefs, goals, and forecasts, than I\ndo. That’s not because one of us is smarter than the other, or\nhas better information. It’s because we’ve had diﬀerent lives\nshaped by diﬀerent and equally persuasive experiences.\nYour personal experiences with money make up maybe\n0.00000001% of what’s happened in the world, but maybe\n80% of how you think the world works. So equally smart\npeople can disagree about how and why recessions happen,\nhow you should invest your money, what you should prioritize,\nhow much risk you should take, and so on.\nIn his book on 1930s America, Frederick Lewis Allen wrote that\nthe Great Depression “marked millions of Americans—inwardly\n—for the rest of their lives.” But there was a range of\nexperiences. Twenty-ﬁve years later, as he was running for\npresident, John F. Kennedy was asked by a reporter what he\nremembered from the Depression. He remarked:\n \nI have no ﬁrst-hand knowledge of the Depression. My family\nhad one of the great fortunes of the world and it was worth\nmore than ever then. We had bigger houses, more servants, we\ntraveled more. About the only thing that I saw directly was\nwhen my father hired some extra gardeners just to give them a\njob so they could eat. I really did not learn about the\nDepression until I read about it at Harvard.\n \nThis was a major point in the 1960 election. How, people\nthought, could someone with no understanding of the biggest\neconomic story of the last generation be put in charge of the\neconomy? It was, in many ways, overcome only by JFK’s\nexperience in World War II. That was the other most\nwidespread emotional experience of the previous generation,\n"
            },
            {
                "page_num": 16,
                "content": "and something his primary opponent, Hubert Humphrey, didn’t\nhave.\nThe challenge for us is that no amount of studying or open-\nmindedness can genuinely recreate the power of fear and\nuncertainty.\nI can read about what it was like to lose everything during the\nGreat Depression. But I don’t have the emotional scars of those\nwho actually experienced it. And the person who lived through\nit can’t fathom why someone like me could come across as\ncomplacent about things like owning stocks. We see the world\nthrough a diﬀerent lens.\nSpreadsheets can model the historic frequency of big stock\nmarket declines. But they can’t model the feeling of coming\nhome, looking at your kids, and wondering if you’ve made a\nmistake that will impact their lives. Studying history makes you\nfeel like you understand something. But until you’ve lived\nthrough it and personally felt its consequences, you may not\nunderstand it enough to change your behavior.\nWe all think we know how the world works. But we’ve all only\nexperienced a tiny sliver of it.\nAs investor Michael Batnick says, “some lessons have to be\nexperienced before they can be understood.” We are all\nvictims, in diﬀerent ways, to that truth.\n \n \nIn 2006 economists Ulrike Malmendier and Stefan Nagel from\nthe National Bureau of Economic Research dug through 50\nyears of the Survey of Consumer Finances—a detailed look at\nwhat Americans do with their money.⁴\nIn theory people should make investment decisions based on\ntheir goals and the characteristics of the investment options\n"
            },
            {
                "page_num": 17,
                "content": "available to them at the time.\nBut that’s not what people do.\nThe economists found that people’s lifetime investment\ndecisions are heavily anchored to the experiences those\ninvestors had in their own generation—especially experiences\nearly in their adult life.\nIf you grew up when inﬂation was high, you invested less of\nyour money in bonds later in life compared to those who grew\nup when inﬂation was low. If you happened to grow up when\nthe stock market was strong, you invested more of your money\nin stocks later in life compared to those who grew up when\nstocks were weak.\nThe economists wrote: “Our ﬁndings suggest that individual\ninvestors’ willingness to bear risk depends on personal history.”\nNot intelligence, or education, or sophistication. Just the dumb\nluck of when and where you were born.\nThe Financial Times interviewed Bill Gross, the famed bond\nmanager, in 2019. “Gross admits that he would probably not\nbe where he is today if he had been born a decade earlier or\nlater,” the piece said. Gross’s career coincided almost perfectly\nwith a generational collapse in interest rates that gave bond\nprices a tailwind. That kind of thing doesn’t just aﬀect the\nopportunities you come across; it aﬀects what you think about\nthose opportunities when they’re presented to you. To Gross,\nbonds were wealth-generating machines. To his father’s\ngeneration, who grew up with and endured higher inﬂation,\nthey might be seen as wealth incinerators.\nThe diﬀerences in how people have experienced money are not\nsmall, even among those you might think are pretty similar.\n"
            },
            {
                "page_num": 18,
                "content": "Take stocks. If you were born in 1970, the S&P 500 increased\nalmost 10-fold, adjusted for inﬂation, during your teens and\n20s. That’s an amazing return. If you were born in 1950, the\nmarket went literally nowhere in your teens and 20s adjusted\nfor inﬂation. Two groups of people, separated by chance of\ntheir birth year, go through life with a completely diﬀerent\nview on how the stock market works:\n \n \nOr inﬂation. If you were born in 1960s America, inﬂation during\nyour teens and 20s—your young, impressionable years when\nyou’re developing a base of knowledge about how the\neconomy works—sent prices up more than threefold. That’s a\nlot. You remember gas lines and getting paychecks that\nstretched noticeably less far than the ones before them. But if\n"
            },
            {
                "page_num": 19,
                "content": "you were born in 1990, inﬂation has been so low for your whole\nlife that it’s probably never crossed your mind.\n \n \nAmerica’s nationwide unemployment in November 2009 was\naround 10%. But the unemployment rate for African American\nmales age 16 to 19 without a high school diploma was 49%.\nFor Caucasian females over age 45 with a college degree, it\nwas 4%.\nLocal stock markets in Germany and Japan were wiped out\nduring World War II. Entire regions were bombed out. At the\nend of the war German farms only produced enough food to\nprovide the country’s citizens with 1,000 calories a day.\nCompare that to the U.S., where the stock market more than\n"
            },
            {
                "page_num": 20,
                "content": "doubled from 1941 through the end of 1945, and the economy\nwas the strongest it had been in almost two decades.\nNo one should expect members of these groups to go through\nthe rest of their lives thinking the same thing about inﬂation.\nOr the stock market. Or unemployment. Or money in general.\nNo one should expect them to respond to ﬁnancial information\nthe same way. No one should assume they are inﬂuenced by\nthe same incentives.\nNo one should expect them to trust the same sources of advice.\nNo one should expect them to agree on what matters, what’s\nworth it, what’s likely to happen next, and what the best path\nforward is.\nTheir view of money was formed in diﬀerent worlds. And when\nthat’s the case, a view about money that one group of people\nthinks is outrageous can make perfect sense to another.\nA few years ago, The New York Times did a story on the working\nconditions of Foxconn, the massive Taiwanese electronics\nmanufacturer. The conditions are often atrocious. Readers were\nrightly upset. But a fascinating response to the story came\nfrom the nephew of a Chinese worker, who wrote in the\ncomment section:\n \nMy aunt worked several years in what Americans call “sweat\nshops.” It was hard work. Long hours, “small” wage, “poor”\nworking conditions. Do you know what my aunt did before she\nworked in one of these factories? She was a prostitute.\nThe idea of working in a “sweat shop” compared to that old\nlifestyle is an improvement, in my opinion. I know that my aunt\nwould rather be “exploited” by an evil capitalist boss for a\n"
            },
            {
                "page_num": 21,
                "content": "couple of dollars than have her body be exploited by several\nmen for pennies.\nThat is why I am upset by many Americans’ thinking. We do\nnot have the same opportunities as the West. Our\ngovernmental infrastructure is diﬀerent. The country is\ndiﬀerent. Yes, factory is hard labor. Could it be better? Yes, but\nonly when you compare such to American jobs.\n \nI don’t know what to make of this. Part of me wants to argue,\nﬁercely. Part of me wants to understand. But mostly it’s an\nexample of how diﬀerent experiences can lead to vastly\ndiﬀerent views within topics that one side intuitively thinks\nshould be black and white.\nEvery decision people make with money is justiﬁed by taking\nthe information they have at the moment and plugging it into\ntheir unique mental model of how the world works.\nThose people can be misinformed. They can have incomplete\ninformation. They can be bad at math. They can be persuaded\nby rotten marketing. They can have no idea what they’re doing.\nThey can misjudge the consequences of their actions. Oh, can\nthey ever.\nBut every ﬁnancial decision a person makes, makes sense to\nthem in that moment and checks the boxes they need to\ncheck. They tell themselves a story about what they’re doing\nand why they’re doing it, and that story has been shaped by\ntheir own unique experiences.\nTake a simple example: lottery tickets.\nAmericans spend more on them than movies, video games,\nmusic, sporting events, and books combined.\nAnd who buys them? Mostly poor people.\n"
            },
            {
                "page_num": 22,
                "content": "The lowest-income households in the U.S. on average spend\n$412 a year on lotto tickets, four times the amount of those in\nthe highest income groups. Forty percent of Americans cannot\ncome up with $400 in an emergency. Which is to say: Those\nbuying $400 in lottery tickets are by and large the same people\nwho say they couldn’t come up with $400 in an emergency.\nThey are blowing their safety nets on something with a one-in-\nmillions chance of hitting it big.\nThat seems crazy to me. It probably seems crazy to you, too.\nBut I’m not in the lowest income group. You’re likely not, either.\nSo it’s hard for many of us to intuitively grasp the subconscious\nreasoning of low-income lottery ticket buyers.\nBut strain a little, and you can imagine it going something like\nthis:\n \nWe live paycheck-to-paycheck and saving seems out of reach.\nOur prospects for much higher wages seem out of reach. We\ncan’t aﬀord nice vacations, new cars, health insurance, or\nhomes in safe neighborhoods. We can’t put our kids through\ncollege without crippling debt. Much of the stuﬀ you people\nwho read ﬁnance books either have now, or have a good\nchance of getting, we don’t. Buying a lottery ticket is the only\ntime in our lives we can hold a tangible dream of getting the\ngood stuﬀ that you already have and take for granted. We are\npaying for a dream, and you may not understand that because\nyou are already living a dream. That’s why we buy more tickets\nthan you do.\n \nYou don’t have to agree with this reasoning. Buying lotto\ntickets when you’re broke is still a bad idea. But I can kind of\nunderstand why lotto ticket sales persist.\n"
            },
            {
                "page_num": 23,
                "content": "And that idea—“What you’re doing seems crazy but I kind of\nunderstand why you’re doing it.”—uncovers the root of many of\nour ﬁnancial decisions.\nFew people make ﬁnancial decisions purely with a\nspreadsheet. They make them at the dinner table, or in a\ncompany meeting. Places where personal history, your own\nunique view of the world, ego, pride, marketing, and odd\nincentives are scrambled together into a narrative that works\nfor you.\n \n \nAnother important point that helps explain why money\ndecisions are so diﬃcult, and why there is so much\nmisbehavior, is to recognize how new this topic is.\nMoney has been around a long time. King Alyattes of Lydia,\nnow part of Turkey, is thought to have created the ﬁrst oﬃcial\ncurrency in 600 BC. But the modern foundation of money\ndecisions—saving and investing—is based around concepts\nthat are practically infants.\nTake retirement. At the end of 2018 there was $27 trillion in\nU.S. retirement accounts, making it the main driver of the\ncommon investor’s saving and investing decisions.⁵\nBut the entire concept of being entitled to retirement is, at\nmost, two generations old.\nBefore World War II most Americans worked until they died.\nThat was the expectation and the reality. The labor force\nparticipation rate of men age 65 and over was above 50% until\nthe 1940s:\n \n"
            },
            {
                "page_num": 24,
                "content": " \nSocial Security aimed to change this. But its initial beneﬁts\nwere nothing close to a proper pension. When Ida May Fuller\ncashed the ﬁrst Social Security check in 1940, it was for\n$22.54, or $416 adjusted for inﬂation. It was not until the\n1980s that the average Social Security check for retirees\nexceeded $1,000 a month adjusted for inﬂation. More than a\nquarter of Americans over age 65 were classiﬁed by the Census\nBureau as living in poverty until the late 1960s.\nThere is a widespread belief along the lines of, “everyone used\nto have a private pension.” But this is wildly exaggerated. The\nEmployee Beneﬁt Research Institute explains: “Only a quarter\nof those age 65 or older had pension income in 1975.” Among\nthat lucky minority, only 15% of household income came from\na pension.\n"
            },
            {
                "page_num": 25,
                "content": "The New York Times wrote in 1955 about the growing desire,\nbut continued inability, to retire: “To rephrase an old saying:\neveryone talks about retirement, but apparently very few do\nanything about it.”⁶\nIt was not until the 1980s that the idea that everyone deserves,\nand should have, a digniﬁed retirement took hold. And the way\nto get that digniﬁed retirement ever since has been an\nexpectation that everyone will save and invest their own\nmoney.\nLet me reiterate how new this idea is: The 401(k)—the\nbackbone savings vehicle of American retirement—did not\nexist until 1978. The Roth IRA was not born until 1998. If it\nwere a person it would be barely old enough to drink.\nIt should surprise no one that many of us are bad at saving and\ninvesting for retirement. We’re not crazy. We’re all just\nnewbies.\nSame goes for college. The share of Americans over age 25\nwith a bachelor’s degree has gone from less than 1 in 20 in\n1940 to 1 in 4 by 2015.⁷ The average college tuition over that\ntime rose more than fourfold adjusted for inﬂation.⁸ Something\nso big and so important hitting society so fast explains why, for\nexample, so many people have made poor decisions with\nstudent loans over the last 20 years. There is not decades of\naccumulated experience to even attempt to learn from. We’re\nwinging it.\nSame for index funds, which are less than 50 years old. And\nhedge funds, which didn’t take oﬀ until the last 25 years. Even\nwidespread use of consumer debt—mortgages, credit cards,\nand car loans—did not take oﬀ until after World War II, when\nthe GI Bill made it easier for millions of Americans to borrow.\nDogs were domesticated 10,000 years ago and still retain\nsome behaviors of their wild ancestors. Yet here we are, with\n"
            },
            {
                "page_num": 26,
                "content": "between 20 and 50 years of experience in the modern ﬁnancial\nsystem, hoping to be perfectly acclimated.\nFor a topic that is so inﬂuenced by emotion versus fact, this is a\nproblem. And it helps explain why we don’t always do what\nwe’re supposed to with money.\nWe all do crazy stuﬀ with money, because we’re all relatively\nnew to this game and what looks crazy to you might make\nsense to me. But no one is crazy—we all make decisions based\non our own unique experiences that seem to make sense to us\nin a given moment.\nNow let me tell you a story about how Bill Gates got rich.\n"
            },
            {
                "page_num": 27,
                "content": " \n"
            },
            {
                "page_num": 28,
                "content": "Luck and risk are siblings. They are both the reality that\nevery outcome in life is guided by forces other than\nindividual eﬀort.\nNYU professor Scott Galloway has a related idea that is so\nimportant to remember when judging success—both your\nown and others’: “Nothing is as good or as bad as it seems.”\n \n \nBill Gates went to one of the only high schools in the world\nthat had a computer.\nThe story of how Lakeside School, just outside Seattle, even\ngot a computer is remarkable.\nBill Dougall was a World War II navy pilot turned high school\nmath and science teacher. “He believed that book study\nwasn’t enough without real-world experience. He also\nrealized that we’d need to know something about\ncomputers when we got to college,” recalled late Microsoft\nco-founder Paul Allen.\nIn 1968 Dougall petitioned the Lakeside School Mothers’\nClub to use the proceeds from its annual rummage sale—\nabout $3,000—to lease a Teletype Model 30 computer\nhooked up to the General Electric mainframe terminal for\ncomputer time-sharing. “The whole idea of time-sharing\nonly got invented in 1965,” Gates later said. “Someone was\npretty forwardlooking.” Most university graduate schools did\nnot have a computer anywhere near as advanced as Bill\nGates had access to in eighth grade. And he couldn’t get\nenough of it.\n"
            },
            {
                "page_num": 29,
                "content": "Gates was 13 years old in 1968 when he met classmate Paul\nAllen. Allen was also obsessed with the school’s computer,\nand the two hit it oﬀ.\nLakeside’s computer wasn’t part of its general curriculum. It\nwas an independent study program. Bill and Paul could toy\naway with the thing at their leisure, letting their creativity\nrun wild—after school, late into the night, on weekends.\nThey quickly became computing experts.\nDuring one of their late-night sessions, Allen recalled Gates\nshowing him a Fortune magazine and saying, “What do you\nthink it’s like to run a Fortune 500 company?” Allen said he\nhad no idea. “Maybe we’ll have our own computer company\nsomeday,” Gates said. Microsoft is now worth more than a\ntrillion dollars.\nA little quick math.\nIn 1968 there were roughly 303 million high-school-age\npeople in the world, according to the UN.\nAbout 18 million of them lived in the United States.\nAbout 270,000 of them lived in Washington state.\nA little over 100,000 of them lived in the Seattle area.\nAnd only about 300 of them attended Lakeside School.\nStart with 303 million, end with 300.\nOne in a million high-school-age students attended the high\nschool that had the combination of cash and foresight to\nbuy a computer. Bill Gates happened to be one of them.\n"
            },
            {
                "page_num": 30,
                "content": "Gates is not shy about what this meant. “If there had been\nno Lakeside, there would have been no Microsoft,” he told\nthe school’s graduating class in 2005.\nGates is staggeringly smart, even more hardworking, and as\na teenager had a vision for computers that even most\nseasoned computer executives couldn’t grasp. He also had a\none in a million head start by going to school at Lakeside.\nNow let me tell you about Gates’ friend Kent Evans. He\nexperienced an equally powerful dose of luck’s close sibling,\nrisk.\nBill Gates and Paul Allen became household names thanks\nto Microsoft’s success. But back at Lakeside there was a\nthird member of this gang of high-school computer\nprodigies.\nKent Evans and Bill Gates became best friends in eighth\ngrade. Evans was, by Gates’ own account, the best student\nin the class.\nThe two talked “on the phone ridiculous amounts,” Gates\nrecalls in the documentary Inside Bill’s Brain. “I still know\nKent’s phone number,” he says. “525-7851.”\nEvans was as skilled with computers as Gates and Allen.\nLakeside once struggled to manually put together the\nschool’s class schedule—a maze of complexity to get\nhundreds of students the classes they need at times that\ndon’t conﬂict with other courses. The school tasked Bill and\nKent—children, by any measure—to build a computer\nprogram to solve the problem. It worked.\nAnd unlike Paul Allen, Kent shared Bill’s business mind and\nendless ambition. “Kent always had the big briefcase, like a\nlawyer’s briefcase,” Gates recalls. “We were always\n"
            },
            {
                "page_num": 31,
                "content": "scheming about what we’d be doing ﬁve or six years in the\nfuture. Should we go be CEOs? What kind of impact could\nyou have? Should we go be generals? Should we go be\nambassadors?” Whatever it was, Bill and Kent knew they’d\ndo it together.\nAfter reminiscing on his friendship with Kent, Gates trails oﬀ.\n“We would have kept working together. I’m sure we would\nhave gone to college together.” Kent could have been a\nfounding partner of Microsoft with Gates and Allen.\nBut it would never happen. Kent died in a mountaineering\naccident before he graduated high school.\nEvery year there are around three dozen mountaineering\ndeaths in the United States.⁹ The odds of being killed on a\nmountain in high school are roughly one in a million.\nBill Gates experienced one in a million luck by ending up at\nLakeside. Kent Evans experienced one in a million risk by\nnever getting to ﬁnish what he and Gates set out to achieve.\nThe same force, the same magnitude, working in opposite\ndirections.\nLuck and risk are both the reality that every outcome in life\nis guided by forces other than individual eﬀort. They are so\nsimilar that you can’t believe in one without equally\nrespecting the other. They both happen because the world is\ntoo complex to allow 100% of your actions to dictate 100%\nof your outcomes. They are driven by the same thing: You\nare one person in a game with seven billion other people\nand inﬁnite moving parts. The accidental impact of actions\noutside of your control can be more consequential than the\nones you consciously take.\n"
            },
            {
                "page_num": 32,
                "content": "But both are so hard to measure, and hard to accept, that\nthey too often go overlooked. For every Bill Gates there is a\nKent Evans who was just as skilled and driven but ended up\non the other side of life roulette.\nIf you give luck and risk their proper respect, you realize that\nwhen judging people’s ﬁnancial success—both your own\nand others’—it’s never as good or as bad as it seems.\n \n \nYears ago I asked economist Robert Shiller, who won the\nNobel Prize in economics, “What do you want to know about\ninvesting that we can’t know?”\n“The exact role of luck in successful outcomes,” he\nanswered.\nI love that response, because no one actually thinks luck\ndoesn’t play a role in ﬁnancial success. But since it’s hard to\nquantify luck and rude to suggest people’s success is owed\nto it, the default stance is often to implicitly ignore luck as a\nfactor of success.\nIf I say, “There are a billion investors in the world. By sheer\nchance, would you expect 10 of them to become billionaires\npredominantly oﬀ luck?” You would reply, “Of course.” But\nthen if I ask you to name those investors—to their face—you\nwill likely back down.\nWhen judging others, attributing success to luck makes you\nlook jealous and mean, even if we know it exists. And when\njudging yourself, attributing success to luck can be too\ndemoralizing to accept.\n"
            },
            {
                "page_num": 33,
                "content": "Economist Bhashkar Mazumder has shown that incomes\namong brothers are more correlated than height or weight.\nIf you are rich and tall, your brother is more likely to also be\nrich than he is tall. I think most of us intuitively know this is\ntrue—the quality of your education and the doors that open\nfor you are heavily linked to your parents’ socioeconomic\nstatus. But ﬁnd me two rich brothers and I’ll show you two\nmen who do not think this study’s ﬁndings apply to them.\nFailure—which can be anything from bankruptcy to not\nmeeting a personal goal—is equally abused.\nDid failed businesses not try hard enough? Were bad\ninvestments not thought through well enough? Are wayward\ncareers due to laziness? Sometimes, yes. Of course.\nBut how much? It’s so hard to know. Everything worth\npursuing has less than 100% odds of succeeding, and risk is\njust what happens when you end up on the unfortunate side\nof that equation. Just as with luck, the story gets too hard,\ntoo messy, too complex if we try to pick apart how much of\nan outcome was a conscious decision versus a risk.\nSay I buy a stock, and ﬁve years later it’s gone nowhere. It’s\npossible that I made a bad decision by buying it in the ﬁrst\nplace. It’s also possible that I made a good decision that had\nan 80% chance of making money, and I just happened to\nend up on the side of the unfortunate 20%. How do I know\nwhich is which? Did I make a mistake, or did I just\nexperience the reality of risk?\nIt’s possible to statistically measure whether some decisions\nwere wise. But in the real world, day to day, we simply don’t.\nIt’s too hard. We prefer simple stories, which are easy but\noften devilishly misleading.\n"
            },
            {
                "page_num": 34,
                "content": "After spending years around investors and business leaders\nI’ve come to realize that someone else’s failure is usually\nattributed to bad decisions, while your own failures are\nusually chalked up to the dark side of risk. When judging\nyour failures I’m likely to prefer a clean and simple story of\ncause and eﬀect, because I don’t know what’s going on\ninside your head. “You had a bad outcome so it must have\nbeen caused by a bad decision” is the story that makes the\nmost sense to me. But when judging myself I can make up a\nwild narrative justifying my past decisions and attributing\nbad outcomes to risk.\nThe cover of Forbes magazine does not celebrate poor\ninvestors who made good decisions but happened to\nexperience the unfortunate side of risk. But it almost\ncertainly celebrates rich investors who made OK or even\nreckless decisions and happened to get lucky. Both ﬂipped\nthe same coin that happened to land on a diﬀerent side.\nThe dangerous part of this is that we’re all trying to learn\nabout what works and what doesn’t with money.\nWhat investing strategies work? Which ones don’t?\nWhat business strategies work? Which ones don’t?\nHow do you get rich? How do you avoid being poor?\nWe tend to seek out these lessons by observing successes\nand failures and saying, “Do what she did, avoid what he\ndid.”\nIf we had a magic wand we would ﬁnd out exactly what\nproportion of these outcomes were caused by actions that\nare repeatable, versus the role of random risk and luck that\nswayed those actions one way or the other. But we don’t\nhave a magic wand. We have brains that prefer easy\n"
            },
            {
                "page_num": 35,
                "content": "answers without much appetite for nuance. So identifying\nthe traits we should emulate or avoid can be agonizingly\nhard.\nLet me tell you another story of someone who, like Bill\nGates, was wildly successful, but whose success is hard to\npin down as being caused by luck or skill.\n \n \nCornelius Vanderbilt had just ﬁnished a series of business\ndeals to expand his railroad empire.\nOne of his business advisors leaned in to tell Vanderbilt that\nevery transaction he agreed to broke the law.\n“My God, John,” said Vanderbilt, “You don’t suppose you can\nrun a railroad in accordance with the statutes of the State of\nNew York, do you?”¹⁰\nMy ﬁrst thought when reading this was: “That attitude is\nwhy he was so successful.” Laws didn’t accommodate\nrailroads during Vanderbilt’s day. So he said “to hell with it”\nand went ahead anyway.\nVanderbilt was wildly successful. So it’s tempting to view his\nlaw-ﬂaunting—which was notorious and vital to his success\n—as sage wisdom. That scrappy visionary let nothing get in\nhis way!\nBut how dangerous is that analysis? No sane person would\nrecommend ﬂagrant crime as an entrepreneurial trait. You\ncan easily imagine Vanderbilt’s story turning out much\ndiﬀerent—an outlaw whose young company collapsed under\ncourt order.\n"
            },
            {
                "page_num": 36,
                "content": "So we have a problem here.\nYou can praise Vanderbilt for ﬂaunting the law with as much\npassion as you criticize Enron for doing the same. Perhaps\none got lucky by avoiding the arm of the law while the other\nfound itself on the side of risk.\nJohn D. Rockefeller is similar. His frequent circumventing of\nthe law—a judge once called his company “no better than a\ncommon thief”—is often portrayed by historians as cunning\nbusiness smarts. Maybe it was. But when does the narrative\nshift from, “You didn’t let outdated laws get in the way of\ninnovation,” to “You committed a crime?” Or how little\nwould the story have to shift for the narrative to have turned\nfrom “Rockefeller was a genius, try to learn from his\nsuccesses,” to “Rockefeller was a criminal, try to learn from\nhis business failures.” Very little.\n“What do I care about the law?” Vanderbilt once said. “Ain’t I\ngot the power?”\nHe did, and it worked. But it’s easy to imagine those being\nthe last words of a story with a very diﬀerent outcome. The\nline between bold and reckless can be thin. When we don’t\ngive risk and luck their proper billing it’s often invisible.\nBenjamin Graham is known as one of the greatest investors\nof all time, the father of value investing and the early\nmentor of Warren Buﬀett. But the majority of Benjamin\nGraham’s investing success was due to owning an enormous\nchunk of GEICO stock which, by his own admission, broke\nnearly every diversiﬁcation rule that Graham himself laid out\nin his famous texts. Where does the thin line between bold\nand reckless fall here? I don’t know. Graham wrote about his\nGEICO bonanza: “One lucky break, or one supremely shrewd\ndecision—can we tell them apart?” Not easily.\n"
            },
            {
                "page_num": 37,
                "content": "We similarly think Mark Zuckerberg is a genius for turning\ndown Yahoo!’s 2006 $1 billion oﬀer to buy his company. He\nsaw the future and stuck to his guns. But people criticize\nYahoo! with as much passion for turning down its own big\nbuyout oﬀer from Microsoft—those fools should have cashed\nout while they could! What is the lesson for entrepreneurs\nhere? I have no idea, because risk and luck are so hard to\npin down.\nThere are so many examples of this.\nCountless fortunes (and failures) owe their outcome to\nleverage.\nThe best (and worst) managers drive their employees as\nhard as they can.\n“The customer is always right” and “customers don’t know\nwhat they want” are both accepted business wisdom.\nThe line between “inspiringly bold” and “foolishly reckless”\ncan be a millimeter thick and only visible with hindsight.\nRisk and luck are doppelgangers.\nThis is not an easy problem to solve. The diﬃculty in\nidentifying what is luck, what is skill, and what is risk is one\nof the biggest problems we face when trying to learn about\nthe best way to manage money.\nBut two things can point you in a better direction.\n \nBe careful who you praise and admire. Be careful\nwho you look down upon and wish to avoid\nbecoming.\n"
            },
            {
                "page_num": 38,
                "content": " \nOr, just be careful when assuming that 100% of outcomes\ncan be attributed to eﬀort and decisions. After my son was\nborn, I wrote him a letter that said, in part:\n \nSome people are born into families that encourage\neducation; others are against it. Some are born into\nﬂourishing economies encouraging of entrepreneurship;\nothers are born into war and destitution. I want you to be\nsuccessful, and I want you to earn it. But realize that not all\nsuccess is due to hard work, and not all poverty is due to\nlaziness. Keep this in mind when judging people, including\nyourself.\n \nTherefore, focus less on speciﬁc individuals and case\nstudies and more on broad patterns.\n \nStudying a speciﬁc person can be dangerous because we\ntend to study extreme examples—the billionaires, the CEOs,\nor the massive failures that dominate the news—and\nextreme examples are often the least applicable to other\nsituations, given their complexity. The more extreme the\noutcome, the less likely you can apply its lessons to your\nown life, because the more likely the outcome was\ninﬂuenced by extreme ends of luck or risk.\nYou’ll get closer to actionable takeaways by looking for\nbroad patterns of success and failure. The more common the\npattern, the more applicable it might be to your life. Trying\nto emulate Warren Buﬀett’s investment success is hard,\nbecause his results are so extreme that the role of luck in his\n"
            },
            {
                "page_num": 39,
                "content": "lifetime performance is very likely high, and luck isn’t\nsomething you can reliably emulate. But realizing, as we’ll\nsee in chapter 7, that people who have control over their\ntime tend to be happier in life is a broad and common\nenough observation that you can do something with it.\nMy favorite historian, Frederick Lewis Allen, spent his career\ndepicting the life of the average, median American—how\nthey lived, how they changed, what they did for work, what\nthey ate for dinner, etc. There are more relevant lessons to\ntake away from this kind of broad observation than there are\nin studying the extreme characters that tend to dominate\nthe news.\n \n \nBill Gates once said, “Success is a lousy teacher. It seduces\nsmart people into thinking they can’t lose.”\nWhen things are going extremely well, realize it’s not as\ngood as you think. You are not invincible, and if you\nacknowledge that luck brought you success then you have\nto believe in luck’s cousin, risk, which can turn your story\naround just as quickly.\nBut the same is true in the other direction.\nFailure can be a lousy teacher, because it seduces smart\npeople into thinking their decisions were terrible when\nsometimes they just reﬂect the unforgiving realities of risk.\nThe trick when dealing with failure is arranging your\nﬁnancial life in a way that a bad investment here and a\nmissed ﬁnancial goal there won’t wipe you out so you can\nkeep playing until the odds fall in your favor.\n"
            },
            {
                "page_num": 40,
                "content": "But more important is that as much as we recognize the role\nof luck in success, the role of risk means we should forgive\nourselves and leave room for understanding when judging\nfailures.\nNothing is as good or as bad as it seems.\nNow let’s look at the stories of two men who pushed their\nluck.\n"
            },
            {
                "page_num": 41,
                "content": " \n"
            },
            {
                "page_num": 42,
                "content": "John Bogle, the Vanguard founder who passed away in 2019,\nonce told a story about money that highlights something we\ndon’t think about enough:\n \nAt a party given by a billionaire on Shelter Island, Kurt\nVonnegut informs his pal, Joseph Heller, that their host, a\nhedge fund manager, had made more money in a single day\nthan Heller had earned from his wildly popular novel Catch-\n22 over its whole history. Heller responds, “Yes, but I have\nsomething he will never have … enough.”\nEnough. I was stunned by the simple eloquence of that word\n—stunned for two reasons: ﬁrst, because I have been given\nso much in my own life and, second, because Joseph Heller\ncouldn’t have been more accurate.\nFor a critical element of our society, including many of the\nwealthiest and most powerful among us, there seems to be\nno limit today on what enough entails.\n \nIt’s so smart, and so powerful.\nLet me oﬀer two examples of the dangers of not having\nenough, and what they can teach us.\n \n \nRajat Gupta was born in Kolkata and orphaned as a\nteenager. People talk about the privileged few who begin life\non third base. Gupta couldn’t even see the baseball\nstadium.\n"
            },
            {
                "page_num": 43,
                "content": "What he went on to achieve from those beginnings was\nsimply phenomenal.\nBy his mid 40s Gupta was CEO of McKinsey, the world’s\nmost prestigious consulting ﬁrm. He retired in 2007 to take\non roles with the United Nations and the World Economic\nForum. He partnered on philanthropic work with Bill Gates.\nHe sat on the board of directors of ﬁve public companies.\nFrom the slums of Kolkata, Gupta had quite literally become\none of the most successful businessmen alive.\nWith his success came enormous wealth. By 2008 Gupta\nwas reportedly worth $100 million.¹¹ It’s an unfathomable\nsum of money to most. A ﬁve percent annual return on that\nmuch money generates almost $600 an hour, 24 hours a\nday.\nHe could have done anything he wanted in life.\nAnd what he wanted, by all accounts, wasn’t to be a mere\ncenta-millionaire. Rajat Gupta wanted to be a billionaire.\nAnd he wanted it badly.\nGupta sat on the board of directors of Goldman Sachs,\nwhich surrounded him with some of the wealthiest investors\nin the world. One investor, citing the paydays of private\nequity tycoons, described Gupta like this: “I think he wants\nto be in that circle. That’s a billionaire circle, right? Goldman\nis like the hundreds of millions circle, right?”¹²\nRight. So Gupta found a lucrative side hustle.\nIn 2008, as Goldman Sachs stared at the wrath of the\nﬁnancial crisis, Warren Buﬀett planned to invest $5 billion\ninto the bank to help it survive. As a Goldman board\nmember Gupta learned of this transaction before the public.\nIt was valuable information. Goldman’s survival was in\n"
            },
            {
                "page_num": 44,
                "content": "doubt and Buﬀett’s backing would surely send its stock\nsoaring.\nSixteen seconds after learning of the pending deal Gupta,\nwho was dialed into the Goldman board meeting, hung up\nthe phone and called a hedge fund manager named Raj\nRajaratnam. The call wasn’t recorded, but Rajaratnam\nimmediately bought 175,000 shares of Goldman Sachs, so\nyou can guess what was discussed. The Buﬀett-Goldman\ndeal was announced to the public hours later. Goldman\nstock surged. Rajaratnam made a quick $1 million.\nThat was just one example of an alleged trend. The SEC\nclaims Gupta’s insider tips led to $17 million in proﬁts.\nIt was easy money. And, for prosecutors, it was an even\neasier case.\nGupta and Rajaratnam both went to prison for insider\ntrading, their careers and reputations irrevocably ruined.\nNow consider Bernie Madoﬀ. His crime is well known. Madoﬀ\nis the most notorious Ponzi schemer since Charles Ponzi\nhimself. Madoﬀ swindled investors for two decades before\nhis crime was revealed—ironically just weeks after Gupta’s\nendeavor.\nWhat’s overlooked is that Madoﬀ, like Gupta, was more than\na fraudster. Before the Ponzi scheme that made Madoﬀ\nfamous he was a wildly successful and legitimate\nbusinessman.\nMadoﬀ was a market maker, a job that matches buyers and\nsellers of stocks. He was very good at it. Here’s how The Wall\nStreet Journal described Madoﬀ’s market-making ﬁrm in\n1992:\n"
            },
            {
                "page_num": 45,
                "content": " \nHe has built a highly proﬁtable securities ﬁrm, Bernard L.\nMadoﬀ Investment Securities, which siphons a huge volume\nof stock trades away from the Big Board. The $740 million\naverage daily volume of trades executed electronically by\nthe Madoﬀ ﬁrm oﬀ the exchange equals 9% of the New York\nexchange’s. Mr. Madoﬀ’s ﬁrm can execute trades so quickly\nand cheaply that it actually pays other brokerage ﬁrms a\npenny a share to execute their customers’ orders, proﬁting\nfrom the spread between bid and ask prices that most\nstocks trade for.\n \nThis is not a journalist inaccurately describing a fraud yet to\nbe uncovered; Madoﬀ’s market-making business was\nlegitimate. A former staﬀer said the market-making arm of\nMadoﬀ’s business made between $25 million and $50\nmillion per year.\nBernie Madoﬀ’s legitimate, non-fraudulent business was by\nany measure a huge success. It made him hugely—and\nlegitimately—wealthy.\nAnd yet, the fraud.\nThe question we should ask of both Gupta and Madoﬀ is why\nsomeone worth hundreds of millions of dollars would be so\ndesperate for more money that they risked everything in\npursuit of even more.\nCrime committed by those living on the edge of survival is\none thing. A Nigerian scam artist once told The New York\nTimes that he felt guilty for hurting others, but “poverty will\nnot make you feel the pain.”¹³\n"
            },
            {
                "page_num": 46,
                "content": "What Gupta and Madoﬀ did is something diﬀerent. They\nalready had everything: unimaginable wealth, prestige,\npower, freedom. And they threw it all away because they\nwanted more.\nThey had no sense of enough.\nThey are extreme examples. But there are non-criminal\nversions of this behavior.\nThe hedge fund Long-Term Capital Management was staﬀed\nwith traders personally worth tens and hundreds of millions\nof dollars each, with most of their wealth invested in their\nown funds. Then they took so much risk in the quest for\nmore that they managed to lose everything—in 1998, in the\nmiddle of the greatest bull market and strongest economy in\nhistory. Warren Buﬀett later put it:\n \nTo make money they didn’t have and didn’t need, they\nrisked what they did have and did need. And that’s foolish. It\nis just plain foolish. If you risk something that is important to\nyou for something that is unimportant to you, it just does\nnot make any sense.\n \nThere is no reason to risk what you have and need for what\nyou don’t have and don’t need.\nIt’s one of those things that’s as obvious as it is overlooked.\nFew of us will ever have $100 million, as Gupta or Madoﬀ\ndid. But a measurable percentage of those reading this book\nwill, at some point in their life, earn a salary or have a sum\n"
            },
            {
                "page_num": 47,
                "content": "of money suﬃcient to cover every reasonable thing they\nneed and a lot of what they want.\nIf you’re one of them, remember a few things.\n \n1. The hardest ﬁnancial skill is getting the goalpost\nto stop moving.\n \nBut it’s one of the most important. If expectations rise with\nresults there is no logic in striving for more because you’ll\nfeel the same after putting in extra eﬀort. It gets dangerous\nwhen the taste of having more—more money, more power,\nmore prestige—increases ambition faster than satisfaction.\nIn that case one step forward pushes the goalpost two steps\nahead. You feel as if you’re falling behind, and the only way\nto catch up is to take greater and greater amounts of risk.\nModern capitalism is a pro at two things: generating wealth\nand generating envy. Perhaps they go hand in hand; wanting\nto surpass your peers can be the fuel of hard work. But life\nisn’t any fun without a sense of enough. Happiness, as it’s\nsaid, is just results minus expectations.\n \n2. Social comparison is the problem here.\n \nConsider a rookie baseball player who earns $500,000 a\nyear. He is, by any deﬁnition, rich. But say he plays on the\nsame team as Mike Trout, who has a 12-year, $430 million\ncontract. By comparison, the rookie is broke. But then think\nabout Mike Trout. Thirty-six million dollars per year is an\n"
            },
            {
                "page_num": 48,
                "content": "insane amount of money. But to make it on the list of the\ntop-ten highest-paid hedge fund managers in 2018 you\nneeded to earn at least $340 million in one year.¹⁴ That’s\nwho people like Trout might compare their incomes to. And\nthe hedge fund manager who makes $340 million per year\ncompares himself to the top ﬁve hedge fund managers, who\nearned at least $770 million in 2018. Those top managers\ncan look ahead to people like Warren Buﬀett, whose\npersonal fortune increased by $3.5 billion in 2018. And\nsomeone like Buﬀett could look ahead to Jeﬀ Bezos, whose\nnet worth increased by $24 billion in 2018—a sum that\nequates to more per hour than the “rich” baseball player\nmade in a full year.\nThe point is that the ceiling of social comparison is so high\nthat virtually no one will ever hit it. Which means it’s a\nbattle that can never be won, or that the only way to win is\nto not ﬁght to begin with—to accept that you might have\nenough, even if it’s less than those around you.\nA friend of mine makes an annual pilgrimage to Las Vegas.\nOne year he asked a dealer: What games do you play, and\nwhat casinos do you play in? The dealer, stone-cold serious,\nreplied: “The only way to win in a Las Vegas casino is to exit\nas soon as you enter.”\nThat’s exactly how the game of trying to keep up with other\npeople’s wealth works, too.\n \n3. “Enough” is not too little.\n \nThe idea of having “enough” might look like conservatism,\nleaving opportunity and potential on the table.\n"
            },
            {
                "page_num": 49,
                "content": "I don’t think that’s right.\n“Enough” is realizing that the opposite—an insatiable\nappetite for more—will push you to the point of regret.\nThe only way to know how much food you can eat is to eat\nuntil you’re sick. Few try this because vomiting hurts more\nthan any meal is good. For some reason the same logic\ndoesn’t translate to business and investing, and many will\nonly stop reaching for more when they break and are forced\nto. This can be as innocent as burning out at work or a risky\ninvestment allocation you can’t maintain. On the other end\nthere’s Rajat Guptas and Bernie Madoﬀs in the world, who\nresort to stealing because every dollar is worth reaching for\nregardless of consequence.\nWhatever it is, the inability to deny a potential dollar will\neventually catch up to you.\n \n4. There are many things never worth risking, no\nmatter the potential gain.\n \nAfter he was released from prison Rajat Gupta told The New\nYork Times he had learned a lesson:\n \nDon’t get too attached to anything—your reputation, your\naccomplishments or any of it. I think about it now, what\ndoes it matter? O.K., this thing unjustly destroyed my\nreputation. That’s only troubling if I am so attached to my\nreputation.\n \n"
            }
        ],
        "distileed_pages": [
            {
                "start_page": 3,
                "end_page": 4,
                "content": "For\nMy parents, who teach me.\nGretchen, who guides me.\nMiles and Reese, who inspire me.\n \n \nIntroduction: The Greatest Show On Earth\n \n1. No One’s Crazy\n \n2. Luck & Risk\n \n3. Never Enough\n \n4. Confounding Compounding\n \n5. Getting Wealthy vs. Staying Wealthy\n \n6. Tails, You Win\n \n7. Freedom\n \n8. Man in the Car Paradox\n \n"
            },
            {
                "start_page": 5,
                "end_page": 5,
                "content": "9. Wealth is What You Don’t See\n \n10. Save Money\n \n11. Reasonable > Rational\n \n12. Surprise!\n \n13. Room for Error\n \n14. You’ll Change\n \n15. Nothing’s Free\n \n16. You & Me\n \n17. The Seduction of Pessimism\n \n18. When You’ll Believe Anything\n \n19. All Together Now\n \n20. Confessions\n \nPostscript: A Brief History of Why the U.S. Consumer Thinks the Way They Do\n \nEndnotes\n \nAcknowledgements\n \nPublishing details\n"
            },
            {
                "start_page": 7,
                "end_page": 8,
                "content": "“A genius is the man who can do the average thing when\neveryone else around him is losing his mind.”\n—Napoleon\n \n“The world is full of obvious things which nobody by any\nchance ever observes.”\n—Sherlock Holmes\n \nIspent my college years working as a valet at a nice hotel in Los Angeles.\nOne frequent guest was a technology executive. He was a genius, having designed and\npatented a key component in Wi-Fi routers in his 20s. He had started and sold several\ncompanies. He was wildly successful.\nHe also had a relationship with money I’d describe as a mix of insecurity and childish\nstupidity.\nHe carried a stack of hundred dollar bills several inches thick. He showed it to everyone\nwho wanted to see it and many who didn’t. He bragged openly and loudly about his wealth,\noften while drunk and always apropos of nothing.\nOne day he handed one of my colleagues several thousand dollars of cash and said, “Go to\nthe jewelry store down the street and get me a few $1,000 gold coins.”\nAn hour later, gold coins in hand, the tech executive and his buddies gathered around by a\ndock overlooking the Paciﬁc Ocean. They then proceeded to throw the coins into the sea,\nskipping them like rocks, cackling as they argued whose went furthest. Just for fun.\nDays later he shattered a lamp in the hotel’s restaurant. A manager told him it was a $500\nlamp and he’d have to replace it.\n“You want ﬁve hundred dollars?” the executive asked incredulously, while pulling a brick of\ncash from his pocket and handing it to the manager. “Here’s ﬁve thousand dollars. Now get\nout of my face. And don’t ever insult me like that again.”\nYou may wonder how long this behavior could last, and the answer was “not long.” I learned\nyears later that he went broke.\nThe premise of this book is that doing well with money has a little to do with how smart you\nare and a lot to do with how you behave. And behavior is hard to teach, even to really smart\npeople.\n"
            },
            {
                "start_page": 9,
                "end_page": 12,
                "content": "A genius who loses control of their emotions can be a ﬁnancial disaster. The opposite is also\ntrue. Ordinary folks with no ﬁnancial education can be wealthy if they have a handful of\nbehavioral skills that have nothing to do with formal measures of intelligence.\n \n \nMy favorite Wikipedia entry begins: “Ronald James Read was an American philanthropist,\ninvestor, janitor, and gas station attendant.”\nRonald Read was born in rural Vermont. He was the ﬁrst person in his family to graduate\nhigh school, made all the more impressive by the fact that he hitchhiked to campus each\nday.\nFor those who knew Ronald Read, there wasn’t much else worth mentioning. His life was\nabout as low key as they come.\nRead ﬁxed cars at a gas station for 25 years and swept ﬂoors at JCPenney for 17 years. He\nbought a two-bedroom house for $12,000 at age 38 and lived there for the rest of his life.\nHe was widowed at age 50 and never remarried. A friend recalled that his main hobby was\nchopping ﬁrewood.\nRead died in 2014, age 92. Which is when the humble rural janitor made international\nheadlines.\n2,813,503 Americans died in 2014. Fewer than 4,000 of them had a net worth of over $8\nmillion when they passed away. Ronald Read was one of them.\nIn his will the former janitor left $2 million to his stepkids and more than $6 million to his\nlocal hospital and library.\nThose who knew Read were baﬄed. Where did he get all that money?\nIt turned out there was no secret. There was no lottery win and no inheritance. Read saved\nwhat little he could and invested it in blue chip stocks. Then he waited, for decades on end,\nas tiny savings compounded into more than $8 million.\nThat’s it. From janitor to philanthropist.\nA few months before Ronald Read died, another man named Richard was in the news.\nRichard Fuscone was everything Ronald Read was not. A Harvard-educated Merrill Lynch\nexecutive with an MBA, Fuscone had such a successful career in ﬁnance that he retired in\nhis 40s to become a philanthropist. Former Merrill CEO David Komansky praised Fuscone’s\n“business savvy, leadership skills, sound judgment and personal integrity.”¹ Crain’s\nbusiness magazine once included him in a “40 under 40” list of successful businesspeople.²\nBut then—like the gold-coin-skipping tech executive—everything fell apart.\nIn the mid-2000s Fuscone borrowed heavily to expand an 18,000-square foot home in\nGreenwich, Connecticut that had 11 bathrooms, two elevators, two pools, seven garages,\nand cost more than $90,000 a month to maintain.\nThen the 2008 ﬁnancial crisis hit.\nThe crisis hurt virtually everyone’s ﬁnances. It apparently turned Fuscone’s into dust. High\ndebt and illiquid assets left him bankrupt. “I currently have no income,” he allegedly told a\nbankruptcy judge in 2008.\nFirst his Palm Beach house was foreclosed.\nIn 2014 it was the Greenwich mansion’s turn.\nFive months before Ronald Read left his fortune to charity, Richard Fuscone’s home—where\nguests recalled the “thrill of dining and dancing atop a see-through covering on the home’s\nindoor swimming pool”—was sold in a foreclosure auction for 75% less than an insurance\ncompany ﬁgured it was worth.³\nRonald Read was patient; Richard Fuscone was greedy. That’s all it took to eclipse the\nmassive education and experience gap between the two.\nThe lesson here is not to be more like Ronald and less like Richard—though that’s not bad\nadvice.\nThe fascinating thing about these stories is how unique they are to ﬁnance.\nIn what other industry does someone with no college degree, no training, no background,\nno formal experience, and no connections massively outperform someone with the best\neducation, the best training, and the best connections?\nI struggle to think of any.\nIt is impossible to think of a story about Ronald Read performing a heart transplant better\nthan a Harvard-trained surgeon. Or designing a skyscraper superior to the best-trained\narchitects. There will never be a story of a janitor outperforming the world’s top nuclear\nengineers.\nBut these stories do happen in investing.\nThe fact that Ronald Read can coexist with Richard Fuscone has two explanations. One,\nﬁnancial outcomes are driven by luck, independent of intelligence and eﬀort. That’s true to\nsome extent, and this book will discuss it in further detail. Or, two (and I think more\ncommon), that ﬁnancial success is not a hard science. It’s a soft skill, where how you\nbehave is more important than what you know.\nI call this soft skill the psychology of money. The aim of this book is to use short stories to\nconvince you that soft skills are more important than the technical side of money. I’ll do this\nin a way that will help everyone—from Read to Fuscone and everyone in between—make\nbetter ﬁnancial decisions.\nThese soft skills are, I’ve come to realize, greatly underappreciated.\nFinance is overwhelmingly taught as a math-based ﬁeld, where you put data into a formula\nand the formula tells you what to do, and it’s assumed that you’ll just go do it.\nThis is true in personal ﬁnance, where you’re told to have a six-month emergency fund and\nsave 10% of your salary.\nIt’s true in investing, where we know the exact historical correlations between interest rates\nand valuations.\nAnd it’s true in corporate ﬁnance, where CFOs can measure the precise cost of capital.\nIt’s not that any of these things are bad or wrong. It’s that knowing what to do tells you\nnothing about what happens in your head when you try to do it.\n \n \nTwo topics impact everyone, whether you are interested in them or not: health and money.\nThe health care industry is a triumph of modern science, with rising life expectancy across\nthe world. Scientiﬁc discoveries have replaced doctors’ old ideas about how the human\nbody works, and virtually everyone is healthier because of it.\nThe money industry—investing, personal ﬁnance, business planning—is another story.\nFinance has scooped up the smartest minds coming from top universities over the last two\ndecades. Financial Engineering was the most popular major in Princeton’s School of\nEngineering a decade ago. Is there any evidence it has made us better investors?\nI have seen none.\nThrough collective trial and error over the years we learned how to become better farmers,\nskilled plumbers, and advanced chemists. But has trial and error taught us to become\nbetter with our personal ﬁnances? Are we less likely to bury ourselves in debt? More likely\nto save for a rainy day? Prepare for retirement? Have realistic views about what money\ndoes, and doesn’t do, to our happiness?\nI’ve seen no compelling evidence.\nMost of the reason why, I believe, is that we think about and are taught about money in\nways that are too much like physics (with rules and laws) and not enough like psychology\n(with emotions and nuance).\nAnd that, to me, is as fascinating as it is important.\nMoney is everywhere, it aﬀects all of us, and confuses most of us. Everyone thinks about it a\nlittle diﬀerently. It oﬀers lessons on things that apply to many areas of life, like risk,\nconﬁdence, and happiness. Few topics oﬀer a more powerful magnifying glass that helps\nexplain why people behave the way they do than money. It is one of the greatest shows on\nEarth.\nMy own appreciation for the psychology of money is shaped by more than a decade of\nwriting on the topic. I began writing about ﬁnance in early 2008. It was the dawn of a\nﬁnancial crisis and the worst recession in 80 years.\nTo write about what was happening, I wanted to ﬁgure out what was happening. But the\nﬁrst thing I learned after the ﬁnancial crisis was that no one could accurately explain what\nhappened, or why it happened, let alone what should be done about it. For every good\nexplanation there was an equally convincing rebuttal.\nEngineers can determine the cause of a bridge collapse because there’s agreement that if a\ncertain amount of force is applied to a certain area, that area will break. Physics isn’t\ncontroversial. It’s guided by laws. Finance is diﬀerent. It’s guided by people’s behaviors.\nAnd how I behave might make sense to me but look crazy to you.\nThe more I studied and wrote about the ﬁnancial crisis, the more I realized that you could\nunderstand it better through the lenses of psychology and history, not ﬁnance.\nTo grasp why people bury themselves in debt you don’t need to study interest rates; you\nneed to study the history of greed, insecurity, and optimism. To get why investors sell out at\nthe bottom of a bear market you don’t need to study the math of expected future returns;\nyou need to think about the agony of looking at your family and wondering if your\ninvestments are imperiling their future.\nI love Voltaire’s observation that “History never repeats itself; man always does.” It applies\nso well to how we behave with money.\nIn 2018, I wrote a report outlining 20 of the most important ﬂaws, biases, and causes of\nbad behavior I’ve seen aﬀect people when dealing with money. It was called The Psychology\nof Money, and over one million people have read it. This book is a deeper dive into the\ntopic. Some short passages from the report appear unaltered in this book.\nWhat you’re holding is 20 chapters, each describing what I consider to be the most\nimportant and often counterintuitive features of the psychology of money. The chapters\nrevolve around a common theme, but exist on their own and can be read independently.\nIt’s not a long book. You’re welcome. Most readers don’t ﬁnish the books they begin\nbecause most single topics don’t require 300 pages of explanation. I’d rather make 20 short\npoints you ﬁnish than one long one you give up on.\nOn we go.\n"
            },
            {
                "start_page": 14,
                "end_page": 23,
                "content": "Let me tell you about a problem. It might make you feel better\nabout what you do with your money, and less judgmental\nabout what other people do with theirs.\nPeople do some crazy things with money. But no one is crazy.\nHere’s the thing: People from diﬀerent generations, raised by\ndiﬀerent parents who earned diﬀerent incomes and held\ndiﬀerent values, in diﬀerent parts of the world, born into\ndiﬀerent economies, experiencing diﬀerent job markets with\ndiﬀerent incentives and diﬀerent degrees of luck, learn very\ndiﬀerent lessons.\nEveryone has their own unique experience with how the world\nworks. And what you’ve experienced is more compelling than\nwhat you learn second-hand. So all of us—you, me, everyone—\ngo through life anchored to a set of views about how money\nworks that vary wildly from person to person. What seems\ncrazy to you might make sense to me.\nThe person who grew up in poverty thinks about risk and\nreward in ways the child of a wealthy banker cannot fathom if\nhe tried.\nThe person who grew up when inﬂation was high experienced\nsomething the person who grew up with stable prices never\nhad to.\nThe stock broker who lost everything during the Great\nDepression experienced something the tech worker basking in\nthe glory of the late 1990s can’t imagine.\nThe Australian who hasn’t seen a recession in 30 years has\nexperienced something no American ever has.\nOn and on. The list of experiences is endless.\nYou know stuﬀ about money that I don’t, and vice versa. You go\nthrough life with diﬀerent beliefs, goals, and forecasts, than I\ndo. That’s not because one of us is smarter than the other, or\nhas better information. It’s because we’ve had diﬀerent lives\nshaped by diﬀerent and equally persuasive experiences.\nYour personal experiences with money make up maybe\n0.00000001% of what’s happened in the world, but maybe\n80% of how you think the world works. So equally smart\npeople can disagree about how and why recessions happen,\nhow you should invest your money, what you should prioritize,\nhow much risk you should take, and so on.\nIn his book on 1930s America, Frederick Lewis Allen wrote that\nthe Great Depression “marked millions of Americans—inwardly\n—for the rest of their lives.” But there was a range of\nexperiences. Twenty-ﬁve years later, as he was running for\npresident, John F. Kennedy was asked by a reporter what he\nremembered from the Depression. He remarked:\n \nI have no ﬁrst-hand knowledge of the Depression. My family\nhad one of the great fortunes of the world and it was worth\nmore than ever then. We had bigger houses, more servants, we\ntraveled more. About the only thing that I saw directly was\nwhen my father hired some extra gardeners just to give them a\njob so they could eat. I really did not learn about the\nDepression until I read about it at Harvard.\n \nThis was a major point in the 1960 election. How, people\nthought, could someone with no understanding of the biggest\neconomic story of the last generation be put in charge of the\neconomy? It was, in many ways, overcome only by JFK’s\nexperience in World War II. That was the other most\nwidespread emotional experience of the previous generation,\nand something his primary opponent, Hubert Humphrey, didn’t\nhave.\nThe challenge for us is that no amount of studying or open-\nmindedness can genuinely recreate the power of fear and\nuncertainty.\nI can read about what it was like to lose everything during the\nGreat Depression. But I don’t have the emotional scars of those\nwho actually experienced it. And the person who lived through\nit can’t fathom why someone like me could come across as\ncomplacent about things like owning stocks. We see the world\nthrough a diﬀerent lens.\nSpreadsheets can model the historic frequency of big stock\nmarket declines. But they can’t model the feeling of coming\nhome, looking at your kids, and wondering if you’ve made a\nmistake that will impact their lives. Studying history makes you\nfeel like you understand something. But until you’ve lived\nthrough it and personally felt its consequences, you may not\nunderstand it enough to change your behavior.\nWe all think we know how the world works. But we’ve all only\nexperienced a tiny sliver of it.\nAs investor Michael Batnick says, “some lessons have to be\nexperienced before they can be understood.” We are all\nvictims, in diﬀerent ways, to that truth.\n \n \nIn 2006 economists Ulrike Malmendier and Stefan Nagel from\nthe National Bureau of Economic Research dug through 50\nyears of the Survey of Consumer Finances—a detailed look at\nwhat Americans do with their money.⁴\nIn theory people should make investment decisions based on\ntheir goals and the characteristics of the investment options\navailable to them at the time.\nBut that’s not what people do.\nThe economists found that people’s lifetime investment\ndecisions are heavily anchored to the experiences those\ninvestors had in their own generation—especially experiences\nearly in their adult life.\nIf you grew up when inﬂation was high, you invested less of\nyour money in bonds later in life compared to those who grew\nup when inﬂation was low. If you happened to grow up when\nthe stock market was strong, you invested more of your money\nin stocks later in life compared to those who grew up when\nstocks were weak.\nThe economists wrote: “Our ﬁndings suggest that individual\ninvestors’ willingness to bear risk depends on personal history.”\nNot intelligence, or education, or sophistication. Just the dumb\nluck of when and where you were born.\nThe Financial Times interviewed Bill Gross, the famed bond\nmanager, in 2019. “Gross admits that he would probably not\nbe where he is today if he had been born a decade earlier or\nlater,” the piece said. Gross’s career coincided almost perfectly\nwith a generational collapse in interest rates that gave bond\nprices a tailwind. That kind of thing doesn’t just aﬀect the\nopportunities you come across; it aﬀects what you think about\nthose opportunities when they’re presented to you. To Gross,\nbonds were wealth-generating machines. To his father’s\ngeneration, who grew up with and endured higher inﬂation,\nthey might be seen as wealth incinerators.\nThe diﬀerences in how people have experienced money are not\nsmall, even among those you might think are pretty similar.\nTake stocks. If you were born in 1970, the S&P 500 increased\nalmost 10-fold, adjusted for inﬂation, during your teens and\n20s. That’s an amazing return. If you were born in 1950, the\nmarket went literally nowhere in your teens and 20s adjusted\nfor inﬂation. Two groups of people, separated by chance of\ntheir birth year, go through life with a completely diﬀerent\nview on how the stock market works:\n \n \nOr inﬂation. If you were born in 1960s America, inﬂation during\nyour teens and 20s—your young, impressionable years when\nyou’re developing a base of knowledge about how the\neconomy works—sent prices up more than threefold. That’s a\nlot. You remember gas lines and getting paychecks that\nstretched noticeably less far than the ones before them. But if\nyou were born in 1990, inﬂation has been so low for your whole\nlife that it’s probably never crossed your mind.\n \n \nAmerica’s nationwide unemployment in November 2009 was\naround 10%. But the unemployment rate for African American\nmales age 16 to 19 without a high school diploma was 49%.\nFor Caucasian females over age 45 with a college degree, it\nwas 4%.\nLocal stock markets in Germany and Japan were wiped out\nduring World War II. Entire regions were bombed out. At the\nend of the war German farms only produced enough food to\nprovide the country’s citizens with 1,000 calories a day.\nCompare that to the U.S., where the stock market more than\ndoubled from 1941 through the end of 1945, and the economy\nwas the strongest it had been in almost two decades.\nNo one should expect members of these groups to go through\nthe rest of their lives thinking the same thing about inﬂation.\nOr the stock market. Or unemployment. Or money in general.\nNo one should expect them to respond to ﬁnancial information\nthe same way. No one should assume they are inﬂuenced by\nthe same incentives.\nNo one should expect them to trust the same sources of advice.\nNo one should expect them to agree on what matters, what’s\nworth it, what’s likely to happen next, and what the best path\nforward is.\nTheir view of money was formed in diﬀerent worlds. And when\nthat’s the case, a view about money that one group of people\nthinks is outrageous can make perfect sense to another.\nA few years ago, The New York Times did a story on the working\nconditions of Foxconn, the massive Taiwanese electronics\nmanufacturer. The conditions are often atrocious. Readers were\nrightly upset. But a fascinating response to the story came\nfrom the nephew of a Chinese worker, who wrote in the\ncomment section:\n \nMy aunt worked several years in what Americans call “sweat\nshops.” It was hard work. Long hours, “small” wage, “poor”\nworking conditions. Do you know what my aunt did before she\nworked in one of these factories? She was a prostitute.\nThe idea of working in a “sweat shop” compared to that old\nlifestyle is an improvement, in my opinion. I know that my aunt\nwould rather be “exploited” by an evil capitalist boss for a\ncouple of dollars than have her body be exploited by several\nmen for pennies.\nThat is why I am upset by many Americans’ thinking. We do\nnot have the same opportunities as the West. Our\ngovernmental infrastructure is diﬀerent. The country is\ndiﬀerent. Yes, factory is hard labor. Could it be better? Yes, but\nonly when you compare such to American jobs.\n \nI don’t know what to make of this. Part of me wants to argue,\nﬁercely. Part of me wants to understand. But mostly it’s an\nexample of how diﬀerent experiences can lead to vastly\ndiﬀerent views within topics that one side intuitively thinks\nshould be black and white.\nEvery decision people make with money is justiﬁed by taking\nthe information they have at the moment and plugging it into\ntheir unique mental model of how the world works.\nThose people can be misinformed. They can have incomplete\ninformation. They can be bad at math. They can be persuaded\nby rotten marketing. They can have no idea what they’re doing.\nThey can misjudge the consequences of their actions. Oh, can\nthey ever.\nBut every ﬁnancial decision a person makes, makes sense to\nthem in that moment and checks the boxes they need to\ncheck. They tell themselves a story about what they’re doing\nand why they’re doing it, and that story has been shaped by\ntheir own unique experiences.\nTake a simple example: lottery tickets.\nAmericans spend more on them than movies, video games,\nmusic, sporting events, and books combined.\nAnd who buys them? Mostly poor people.\nThe lowest-income households in the U.S. on average spend\n$412 a year on lotto tickets, four times the amount of those in\nthe highest income groups. Forty percent of Americans cannot\ncome up with $400 in an emergency. Which is to say: Those\nbuying $400 in lottery tickets are by and large the same people\nwho say they couldn’t come up with $400 in an emergency.\nThey are blowing their safety nets on something with a one-in-\nmillions chance of hitting it big.\nThat seems crazy to me. It probably seems crazy to you, too.\nBut I’m not in the lowest income group. You’re likely not, either.\nSo it’s hard for many of us to intuitively grasp the subconscious\nreasoning of low-income lottery ticket buyers.\nBut strain a little, and you can imagine it going something like\nthis:\n \nWe live paycheck-to-paycheck and saving seems out of reach.\nOur prospects for much higher wages seem out of reach. We\ncan’t aﬀord nice vacations, new cars, health insurance, or\nhomes in safe neighborhoods. We can’t put our kids through\ncollege without crippling debt. Much of the stuﬀ you people\nwho read ﬁnance books either have now, or have a good\nchance of getting, we don’t. Buying a lottery ticket is the only\ntime in our lives we can hold a tangible dream of getting the\ngood stuﬀ that you already have and take for granted. We are\npaying for a dream, and you may not understand that because\nyou are already living a dream. That’s why we buy more tickets\nthan you do.\n \nYou don’t have to agree with this reasoning. Buying lotto\ntickets when you’re broke is still a bad idea. But I can kind of\nunderstand why lotto ticket sales persist.\nAnd that idea—“What you’re doing seems crazy but I kind of\nunderstand why you’re doing it.”—uncovers the root of many of\nour ﬁnancial decisions.\nFew people make ﬁnancial decisions purely with a\nspreadsheet. They make them at the dinner table, or in a\ncompany meeting. Places where personal history, your own\nunique view of the world, ego, pride, marketing, and odd\nincentives are scrambled together into a narrative that works\nfor you.\n \n \nAnother important point that helps explain why money\ndecisions are so diﬃcult, and why there is so much\nmisbehavior, is to recognize how new this topic is.\nMoney has been around a long time. King Alyattes of Lydia,\nnow part of Turkey, is thought to have created the ﬁrst oﬃcial\ncurrency in 600 BC. But the modern foundation of money\ndecisions—saving and investing—is based around concepts\nthat are practically infants.\nTake retirement. At the end of 2018 there was $27 trillion in\nU.S. retirement accounts, making it the main driver of the\ncommon investor’s saving and investing decisions.⁵\nBut the entire concept of being entitled to retirement is, at\nmost, two generations old.\nBefore World War II most Americans worked until they died.\nThat was the expectation and the reality. The labor force\nparticipation rate of men age 65 and over was above 50% until\nthe 1940s:\n \n"
            },
            {
                "start_page": 24,
                "end_page": 26,
                "content": " \nSocial Security aimed to change this. But its initial beneﬁts\nwere nothing close to a proper pension. When Ida May Fuller\ncashed the ﬁrst Social Security check in 1940, it was for\n$22.54, or $416 adjusted for inﬂation. It was not until the\n1980s that the average Social Security check for retirees\nexceeded $1,000 a month adjusted for inﬂation. More than a\nquarter of Americans over age 65 were classiﬁed by the Census\nBureau as living in poverty until the late 1960s.\nThere is a widespread belief along the lines of, “everyone used\nto have a private pension.” But this is wildly exaggerated. The\nEmployee Beneﬁt Research Institute explains: “Only a quarter\nof those age 65 or older had pension income in 1975.” Among\nthat lucky minority, only 15% of household income came from\na pension.\nThe New York Times wrote in 1955 about the growing desire,\nbut continued inability, to retire: “To rephrase an old saying:\neveryone talks about retirement, but apparently very few do\nanything about it.”⁶\nIt was not until the 1980s that the idea that everyone deserves,\nand should have, a digniﬁed retirement took hold. And the way\nto get that digniﬁed retirement ever since has been an\nexpectation that everyone will save and invest their own\nmoney.\nLet me reiterate how new this idea is: The 401(k)—the\nbackbone savings vehicle of American retirement—did not\nexist until 1978. The Roth IRA was not born until 1998. If it\nwere a person it would be barely old enough to drink.\nIt should surprise no one that many of us are bad at saving and\ninvesting for retirement. We’re not crazy. We’re all just\nnewbies.\nSame goes for college. The share of Americans over age 25\nwith a bachelor’s degree has gone from less than 1 in 20 in\n1940 to 1 in 4 by 2015.⁷ The average college tuition over that\ntime rose more than fourfold adjusted for inﬂation.⁸ Something\nso big and so important hitting society so fast explains why, for\nexample, so many people have made poor decisions with\nstudent loans over the last 20 years. There is not decades of\naccumulated experience to even attempt to learn from. We’re\nwinging it.\nSame for index funds, which are less than 50 years old. And\nhedge funds, which didn’t take oﬀ until the last 25 years. Even\nwidespread use of consumer debt—mortgages, credit cards,\nand car loans—did not take oﬀ until after World War II, when\nthe GI Bill made it easier for millions of Americans to borrow.\nDogs were domesticated 10,000 years ago and still retain\nsome behaviors of their wild ancestors. Yet here we are, with\nbetween 20 and 50 years of experience in the modern ﬁnancial\nsystem, hoping to be perfectly acclimated.\nFor a topic that is so inﬂuenced by emotion versus fact, this is a\nproblem. And it helps explain why we don’t always do what\nwe’re supposed to with money.\nWe all do crazy stuﬀ with money, because we’re all relatively\nnew to this game and what looks crazy to you might make\nsense to me. But no one is crazy—we all make decisions based\non our own unique experiences that seem to make sense to us\nin a given moment.\nNow let me tell you a story about how Bill Gates got rich.\n"
            },
            {
                "start_page": 28,
                "end_page": 32,
                "content": "Luck and risk are siblings. They are both the reality that\nevery outcome in life is guided by forces other than\nindividual eﬀort.\nNYU professor Scott Galloway has a related idea that is so\nimportant to remember when judging success—both your\nown and others’: “Nothing is as good or as bad as it seems.”\n \n \nBill Gates went to one of the only high schools in the world\nthat had a computer.\nThe story of how Lakeside School, just outside Seattle, even\ngot a computer is remarkable.\nBill Dougall was a World War II navy pilot turned high school\nmath and science teacher. “He believed that book study\nwasn’t enough without real-world experience. He also\nrealized that we’d need to know something about\ncomputers when we got to college,” recalled late Microsoft\nco-founder Paul Allen.\nIn 1968 Dougall petitioned the Lakeside School Mothers’\nClub to use the proceeds from its annual rummage sale—\nabout $3,000—to lease a Teletype Model 30 computer\nhooked up to the General Electric mainframe terminal for\ncomputer time-sharing. “The whole idea of time-sharing\nonly got invented in 1965,” Gates later said. “Someone was\npretty forwardlooking.” Most university graduate schools did\nnot have a computer anywhere near as advanced as Bill\nGates had access to in eighth grade. And he couldn’t get\nenough of it.\nGates was 13 years old in 1968 when he met classmate Paul\nAllen. Allen was also obsessed with the school’s computer,\nand the two hit it oﬀ.\nLakeside’s computer wasn’t part of its general curriculum. It\nwas an independent study program. Bill and Paul could toy\naway with the thing at their leisure, letting their creativity\nrun wild—after school, late into the night, on weekends.\nThey quickly became computing experts.\nDuring one of their late-night sessions, Allen recalled Gates\nshowing him a Fortune magazine and saying, “What do you\nthink it’s like to run a Fortune 500 company?” Allen said he\nhad no idea. “Maybe we’ll have our own computer company\nsomeday,” Gates said. Microsoft is now worth more than a\ntrillion dollars.\nA little quick math.\nIn 1968 there were roughly 303 million high-school-age\npeople in the world, according to the UN.\nAbout 18 million of them lived in the United States.\nAbout 270,000 of them lived in Washington state.\nA little over 100,000 of them lived in the Seattle area.\nAnd only about 300 of them attended Lakeside School.\nStart with 303 million, end with 300.\nOne in a million high-school-age students attended the high\nschool that had the combination of cash and foresight to\nbuy a computer. Bill Gates happened to be one of them.\nGates is not shy about what this meant. “If there had been\nno Lakeside, there would have been no Microsoft,” he told\nthe school’s graduating class in 2005.\nGates is staggeringly smart, even more hardworking, and as\na teenager had a vision for computers that even most\nseasoned computer executives couldn’t grasp. He also had a\none in a million head start by going to school at Lakeside.\nNow let me tell you about Gates’ friend Kent Evans. He\nexperienced an equally powerful dose of luck’s close sibling,\nrisk.\nBill Gates and Paul Allen became household names thanks\nto Microsoft’s success. But back at Lakeside there was a\nthird member of this gang of high-school computer\nprodigies.\nKent Evans and Bill Gates became best friends in eighth\ngrade. Evans was, by Gates’ own account, the best student\nin the class.\nThe two talked “on the phone ridiculous amounts,” Gates\nrecalls in the documentary Inside Bill’s Brain. “I still know\nKent’s phone number,” he says. “525-7851.”\nEvans was as skilled with computers as Gates and Allen.\nLakeside once struggled to manually put together the\nschool’s class schedule—a maze of complexity to get\nhundreds of students the classes they need at times that\ndon’t conﬂict with other courses. The school tasked Bill and\nKent—children, by any measure—to build a computer\nprogram to solve the problem. It worked.\nAnd unlike Paul Allen, Kent shared Bill’s business mind and\nendless ambition. “Kent always had the big briefcase, like a\nlawyer’s briefcase,” Gates recalls. “We were always\nscheming about what we’d be doing ﬁve or six years in the\nfuture. Should we go be CEOs? What kind of impact could\nyou have? Should we go be generals? Should we go be\nambassadors?” Whatever it was, Bill and Kent knew they’d\ndo it together.\nAfter reminiscing on his friendship with Kent, Gates trails oﬀ.\n“We would have kept working together. I’m sure we would\nhave gone to college together.” Kent could have been a\nfounding partner of Microsoft with Gates and Allen.\nBut it would never happen. Kent died in a mountaineering\naccident before he graduated high school.\nEvery year there are around three dozen mountaineering\ndeaths in the United States.⁹ The odds of being killed on a\nmountain in high school are roughly one in a million.\nBill Gates experienced one in a million luck by ending up at\nLakeside. Kent Evans experienced one in a million risk by\nnever getting to ﬁnish what he and Gates set out to achieve.\nThe same force, the same magnitude, working in opposite\ndirections.\nLuck and risk are both the reality that every outcome in life\nis guided by forces other than individual eﬀort. They are so\nsimilar that you can’t believe in one without equally\nrespecting the other. They both happen because the world is\ntoo complex to allow 100% of your actions to dictate 100%\nof your outcomes. They are driven by the same thing: You\nare one person in a game with seven billion other people\nand inﬁnite moving parts. The accidental impact of actions\noutside of your control can be more consequential than the\nones you consciously take.\nBut both are so hard to measure, and hard to accept, that\nthey too often go overlooked. For every Bill Gates there is a\nKent Evans who was just as skilled and driven but ended up\non the other side of life roulette.\nIf you give luck and risk their proper respect, you realize that\nwhen judging people’s ﬁnancial success—both your own\nand others’—it’s never as good or as bad as it seems.\n \n \nYears ago I asked economist Robert Shiller, who won the\nNobel Prize in economics, “What do you want to know about\ninvesting that we can’t know?”\n“The exact role of luck in successful outcomes,” he\nanswered.\nI love that response, because no one actually thinks luck\ndoesn’t play a role in ﬁnancial success. But since it’s hard to\nquantify luck and rude to suggest people’s success is owed\nto it, the default stance is often to implicitly ignore luck as a\nfactor of success.\nIf I say, “There are a billion investors in the world. By sheer\nchance, would you expect 10 of them to become billionaires\npredominantly oﬀ luck?” You would reply, “Of course.” But\nthen if I ask you to name those investors—to their face—you\nwill likely back down.\nWhen judging others, attributing success to luck makes you\nlook jealous and mean, even if we know it exists. And when\njudging yourself, attributing success to luck can be too\ndemoralizing to accept.\n"
            },
            {
                "start_page": 34,
                "end_page": 40,
                "content": "After spending years around investors and business leaders\nI’ve come to realize that someone else’s failure is usually\nattributed to bad decisions, while your own failures are\nusually chalked up to the dark side of risk. When judging\nyour failures I’m likely to prefer a clean and simple story of\ncause and eﬀect, because I don’t know what’s going on\ninside your head. “You had a bad outcome so it must have\nbeen caused by a bad decision” is the story that makes the\nmost sense to me. But when judging myself I can make up a\nwild narrative justifying my past decisions and attributing\nbad outcomes to risk.\nThe cover of Forbes magazine does not celebrate poor\ninvestors who made good decisions but happened to\nexperience the unfortunate side of risk. But it almost\ncertainly celebrates rich investors who made OK or even\nreckless decisions and happened to get lucky. Both ﬂipped\nthe same coin that happened to land on a diﬀerent side.\nThe dangerous part of this is that we’re all trying to learn\nabout what works and what doesn’t with money.\nWhat investing strategies work? Which ones don’t?\nWhat business strategies work? Which ones don’t?\nHow do you get rich? How do you avoid being poor?\nWe tend to seek out these lessons by observing successes\nand failures and saying, “Do what she did, avoid what he\ndid.”\nIf we had a magic wand we would ﬁnd out exactly what\nproportion of these outcomes were caused by actions that\nare repeatable, versus the role of random risk and luck that\nswayed those actions one way or the other. But we don’t\nhave a magic wand. We have brains that prefer easy\nanswers without much appetite for nuance. So identifying\nthe traits we should emulate or avoid can be agonizingly\nhard.\nLet me tell you another story of someone who, like Bill\nGates, was wildly successful, but whose success is hard to\npin down as being caused by luck or skill.\n \n \nCornelius Vanderbilt had just ﬁnished a series of business\ndeals to expand his railroad empire.\nOne of his business advisors leaned in to tell Vanderbilt that\nevery transaction he agreed to broke the law.\n“My God, John,” said Vanderbilt, “You don’t suppose you can\nrun a railroad in accordance with the statutes of the State of\nNew York, do you?”¹⁰\nMy ﬁrst thought when reading this was: “That attitude is\nwhy he was so successful.” Laws didn’t accommodate\nrailroads during Vanderbilt’s day. So he said “to hell with it”\nand went ahead anyway.\nVanderbilt was wildly successful. So it’s tempting to view his\nlaw-ﬂaunting—which was notorious and vital to his success\n—as sage wisdom. That scrappy visionary let nothing get in\nhis way!\nBut how dangerous is that analysis? No sane person would\nrecommend ﬂagrant crime as an entrepreneurial trait. You\ncan easily imagine Vanderbilt’s story turning out much\ndiﬀerent—an outlaw whose young company collapsed under\ncourt order.\nSo we have a problem here.\nYou can praise Vanderbilt for ﬂaunting the law with as much\npassion as you criticize Enron for doing the same. Perhaps\none got lucky by avoiding the arm of the law while the other\nfound itself on the side of risk.\nJohn D. Rockefeller is similar. His frequent circumventing of\nthe law—a judge once called his company “no better than a\ncommon thief”—is often portrayed by historians as cunning\nbusiness smarts. Maybe it was. But when does the narrative\nshift from, “You didn’t let outdated laws get in the way of\ninnovation,” to “You committed a crime?” Or how little\nwould the story have to shift for the narrative to have turned\nfrom “Rockefeller was a genius, try to learn from his\nsuccesses,” to “Rockefeller was a criminal, try to learn from\nhis business failures.” Very little.\n“What do I care about the law?” Vanderbilt once said. “Ain’t I\ngot the power?”\nHe did, and it worked. But it’s easy to imagine those being\nthe last words of a story with a very diﬀerent outcome. The\nline between bold and reckless can be thin. When we don’t\ngive risk and luck their proper billing it’s often invisible.\nBenjamin Graham is known as one of the greatest investors\nof all time, the father of value investing and the early\nmentor of Warren Buﬀett. But the majority of Benjamin\nGraham’s investing success was due to owning an enormous\nchunk of GEICO stock which, by his own admission, broke\nnearly every diversiﬁcation rule that Graham himself laid out\nin his famous texts. Where does the thin line between bold\nand reckless fall here? I don’t know. Graham wrote about his\nGEICO bonanza: “One lucky break, or one supremely shrewd\ndecision—can we tell them apart?” Not easily.\nWe similarly think Mark Zuckerberg is a genius for turning\ndown Yahoo!’s 2006 $1 billion oﬀer to buy his company. He\nsaw the future and stuck to his guns. But people criticize\nYahoo! with as much passion for turning down its own big\nbuyout oﬀer from Microsoft—those fools should have cashed\nout while they could! What is the lesson for entrepreneurs\nhere? I have no idea, because risk and luck are so hard to\npin down.\nThere are so many examples of this.\nCountless fortunes (and failures) owe their outcome to\nleverage.\nThe best (and worst) managers drive their employees as\nhard as they can.\n“The customer is always right” and “customers don’t know\nwhat they want” are both accepted business wisdom.\nThe line between “inspiringly bold” and “foolishly reckless”\ncan be a millimeter thick and only visible with hindsight.\nRisk and luck are doppelgangers.\nThis is not an easy problem to solve. The diﬃculty in\nidentifying what is luck, what is skill, and what is risk is one\nof the biggest problems we face when trying to learn about\nthe best way to manage money.\nBut two things can point you in a better direction.\n \nBe careful who you praise and admire. Be careful\nwho you look down upon and wish to avoid\nbecoming.\n \nOr, just be careful when assuming that 100% of outcomes\ncan be attributed to eﬀort and decisions. After my son was\nborn, I wrote him a letter that said, in part:\n \nSome people are born into families that encourage\neducation; others are against it. Some are born into\nﬂourishing economies encouraging of entrepreneurship;\nothers are born into war and destitution. I want you to be\nsuccessful, and I want you to earn it. But realize that not all\nsuccess is due to hard work, and not all poverty is due to\nlaziness. Keep this in mind when judging people, including\nyourself.\n \nTherefore, focus less on speciﬁc individuals and case\nstudies and more on broad patterns.\n \nStudying a speciﬁc person can be dangerous because we\ntend to study extreme examples—the billionaires, the CEOs,\nor the massive failures that dominate the news—and\nextreme examples are often the least applicable to other\nsituations, given their complexity. The more extreme the\noutcome, the less likely you can apply its lessons to your\nown life, because the more likely the outcome was\ninﬂuenced by extreme ends of luck or risk.\nYou’ll get closer to actionable takeaways by looking for\nbroad patterns of success and failure. The more common the\npattern, the more applicable it might be to your life. Trying\nto emulate Warren Buﬀett’s investment success is hard,\nbecause his results are so extreme that the role of luck in his\nlifetime performance is very likely high, and luck isn’t\nsomething you can reliably emulate. But realizing, as we’ll\nsee in chapter 7, that people who have control over their\ntime tend to be happier in life is a broad and common\nenough observation that you can do something with it.\nMy favorite historian, Frederick Lewis Allen, spent his career\ndepicting the life of the average, median American—how\nthey lived, how they changed, what they did for work, what\nthey ate for dinner, etc. There are more relevant lessons to\ntake away from this kind of broad observation than there are\nin studying the extreme characters that tend to dominate\nthe news.\n \n \nBill Gates once said, “Success is a lousy teacher. It seduces\nsmart people into thinking they can’t lose.”\nWhen things are going extremely well, realize it’s not as\ngood as you think. You are not invincible, and if you\nacknowledge that luck brought you success then you have\nto believe in luck’s cousin, risk, which can turn your story\naround just as quickly.\nBut the same is true in the other direction.\nFailure can be a lousy teacher, because it seduces smart\npeople into thinking their decisions were terrible when\nsometimes they just reﬂect the unforgiving realities of risk.\nThe trick when dealing with failure is arranging your\nﬁnancial life in a way that a bad investment here and a\nmissed ﬁnancial goal there won’t wipe you out so you can\nkeep playing until the odds fall in your favor.\nBut more important is that as much as we recognize the role\nof luck in success, the role of risk means we should forgive\nourselves and leave room for understanding when judging\nfailures.\nNothing is as good or as bad as it seems.\nNow let’s look at the stories of two men who pushed their\nluck.\n"
            },
            {
                "start_page": 42,
                "end_page": 49,
                "content": "John Bogle, the Vanguard founder who passed away in 2019,\nonce told a story about money that highlights something we\ndon’t think about enough:\n \nAt a party given by a billionaire on Shelter Island, Kurt\nVonnegut informs his pal, Joseph Heller, that their host, a\nhedge fund manager, had made more money in a single day\nthan Heller had earned from his wildly popular novel Catch-\n22 over its whole history. Heller responds, “Yes, but I have\nsomething he will never have … enough.”\nEnough. I was stunned by the simple eloquence of that word\n—stunned for two reasons: ﬁrst, because I have been given\nso much in my own life and, second, because Joseph Heller\ncouldn’t have been more accurate.\nFor a critical element of our society, including many of the\nwealthiest and most powerful among us, there seems to be\nno limit today on what enough entails.\n \nIt’s so smart, and so powerful.\nLet me oﬀer two examples of the dangers of not having\nenough, and what they can teach us.\n \n \nRajat Gupta was born in Kolkata and orphaned as a\nteenager. People talk about the privileged few who begin life\non third base. Gupta couldn’t even see the baseball\nstadium.\nWhat he went on to achieve from those beginnings was\nsimply phenomenal.\nBy his mid 40s Gupta was CEO of McKinsey, the world’s\nmost prestigious consulting ﬁrm. He retired in 2007 to take\non roles with the United Nations and the World Economic\nForum. He partnered on philanthropic work with Bill Gates.\nHe sat on the board of directors of ﬁve public companies.\nFrom the slums of Kolkata, Gupta had quite literally become\none of the most successful businessmen alive.\nWith his success came enormous wealth. By 2008 Gupta\nwas reportedly worth $100 million.¹¹ It’s an unfathomable\nsum of money to most. A ﬁve percent annual return on that\nmuch money generates almost $600 an hour, 24 hours a\nday.\nHe could have done anything he wanted in life.\nAnd what he wanted, by all accounts, wasn’t to be a mere\ncenta-millionaire. Rajat Gupta wanted to be a billionaire.\nAnd he wanted it badly.\nGupta sat on the board of directors of Goldman Sachs,\nwhich surrounded him with some of the wealthiest investors\nin the world. One investor, citing the paydays of private\nequity tycoons, described Gupta like this: “I think he wants\nto be in that circle. That’s a billionaire circle, right? Goldman\nis like the hundreds of millions circle, right?”¹²\nRight. So Gupta found a lucrative side hustle.\nIn 2008, as Goldman Sachs stared at the wrath of the\nﬁnancial crisis, Warren Buﬀett planned to invest $5 billion\ninto the bank to help it survive. As a Goldman board\nmember Gupta learned of this transaction before the public.\nIt was valuable information. Goldman’s survival was in\ndoubt and Buﬀett’s backing would surely send its stock\nsoaring.\nSixteen seconds after learning of the pending deal Gupta,\nwho was dialed into the Goldman board meeting, hung up\nthe phone and called a hedge fund manager named Raj\nRajaratnam. The call wasn’t recorded, but Rajaratnam\nimmediately bought 175,000 shares of Goldman Sachs, so\nyou can guess what was discussed. The Buﬀett-Goldman\ndeal was announced to the public hours later. Goldman\nstock surged. Rajaratnam made a quick $1 million.\nThat was just one example of an alleged trend. The SEC\nclaims Gupta’s insider tips led to $17 million in proﬁts.\nIt was easy money. And, for prosecutors, it was an even\neasier case.\nGupta and Rajaratnam both went to prison for insider\ntrading, their careers and reputations irrevocably ruined.\nNow consider Bernie Madoﬀ. His crime is well known. Madoﬀ\nis the most notorious Ponzi schemer since Charles Ponzi\nhimself. Madoﬀ swindled investors for two decades before\nhis crime was revealed—ironically just weeks after Gupta’s\nendeavor.\nWhat’s overlooked is that Madoﬀ, like Gupta, was more than\na fraudster. Before the Ponzi scheme that made Madoﬀ\nfamous he was a wildly successful and legitimate\nbusinessman.\nMadoﬀ was a market maker, a job that matches buyers and\nsellers of stocks. He was very good at it. Here’s how The Wall\nStreet Journal described Madoﬀ’s market-making ﬁrm in\n1992:\n \nHe has built a highly proﬁtable securities ﬁrm, Bernard L.\nMadoﬀ Investment Securities, which siphons a huge volume\nof stock trades away from the Big Board. The $740 million\naverage daily volume of trades executed electronically by\nthe Madoﬀ ﬁrm oﬀ the exchange equals 9% of the New York\nexchange’s. Mr. Madoﬀ’s ﬁrm can execute trades so quickly\nand cheaply that it actually pays other brokerage ﬁrms a\npenny a share to execute their customers’ orders, proﬁting\nfrom the spread between bid and ask prices that most\nstocks trade for.\n \nThis is not a journalist inaccurately describing a fraud yet to\nbe uncovered; Madoﬀ’s market-making business was\nlegitimate. A former staﬀer said the market-making arm of\nMadoﬀ’s business made between $25 million and $50\nmillion per year.\nBernie Madoﬀ’s legitimate, non-fraudulent business was by\nany measure a huge success. It made him hugely—and\nlegitimately—wealthy.\nAnd yet, the fraud.\nThe question we should ask of both Gupta and Madoﬀ is why\nsomeone worth hundreds of millions of dollars would be so\ndesperate for more money that they risked everything in\npursuit of even more.\nCrime committed by those living on the edge of survival is\none thing. A Nigerian scam artist once told The New York\nTimes that he felt guilty for hurting others, but “poverty will\nnot make you feel the pain.”¹³\nWhat Gupta and Madoﬀ did is something diﬀerent. They\nalready had everything: unimaginable wealth, prestige,\npower, freedom. And they threw it all away because they\nwanted more.\nThey had no sense of enough.\nThey are extreme examples. But there are non-criminal\nversions of this behavior.\nThe hedge fund Long-Term Capital Management was staﬀed\nwith traders personally worth tens and hundreds of millions\nof dollars each, with most of their wealth invested in their\nown funds. Then they took so much risk in the quest for\nmore that they managed to lose everything—in 1998, in the\nmiddle of the greatest bull market and strongest economy in\nhistory. Warren Buﬀett later put it:\n \nTo make money they didn’t have and didn’t need, they\nrisked what they did have and did need. And that’s foolish. It\nis just plain foolish. If you risk something that is important to\nyou for something that is unimportant to you, it just does\nnot make any sense.\n \nThere is no reason to risk what you have and need for what\nyou don’t have and don’t need.\nIt’s one of those things that’s as obvious as it is overlooked.\nFew of us will ever have $100 million, as Gupta or Madoﬀ\ndid. But a measurable percentage of those reading this book\nwill, at some point in their life, earn a salary or have a sum\nof money suﬃcient to cover every reasonable thing they\nneed and a lot of what they want.\nIf you’re one of them, remember a few things.\n \n1. The hardest ﬁnancial skill is getting the goalpost\nto stop moving.\n \nBut it’s one of the most important. If expectations rise with\nresults there is no logic in striving for more because you’ll\nfeel the same after putting in extra eﬀort. It gets dangerous\nwhen the taste of having more—more money, more power,\nmore prestige—increases ambition faster than satisfaction.\nIn that case one step forward pushes the goalpost two steps\nahead. You feel as if you’re falling behind, and the only way\nto catch up is to take greater and greater amounts of risk.\nModern capitalism is a pro at two things: generating wealth\nand generating envy. Perhaps they go hand in hand; wanting\nto surpass your peers can be the fuel of hard work. But life\nisn’t any fun without a sense of enough. Happiness, as it’s\nsaid, is just results minus expectations.\n \n2. Social comparison is the problem here.\n \nConsider a rookie baseball player who earns $500,000 a\nyear. He is, by any deﬁnition, rich. But say he plays on the\nsame team as Mike Trout, who has a 12-year, $430 million\ncontract. By comparison, the rookie is broke. But then think\nabout Mike Trout. Thirty-six million dollars per year is an\ninsane amount of money. But to make it on the list of the\ntop-ten highest-paid hedge fund managers in 2018 you\nneeded to earn at least $340 million in one year.¹⁴ That’s\nwho people like Trout might compare their incomes to. And\nthe hedge fund manager who makes $340 million per year\ncompares himself to the top ﬁve hedge fund managers, who\nearned at least $770 million in 2018. Those top managers\ncan look ahead to people like Warren Buﬀett, whose\npersonal fortune increased by $3.5 billion in 2018. And\nsomeone like Buﬀett could look ahead to Jeﬀ Bezos, whose\nnet worth increased by $24 billion in 2018—a sum that\nequates to more per hour than the “rich” baseball player\nmade in a full year.\nThe point is that the ceiling of social comparison is so high\nthat virtually no one will ever hit it. Which means it’s a\nbattle that can never be won, or that the only way to win is\nto not ﬁght to begin with—to accept that you might have\nenough, even if it’s less than those around you.\nA friend of mine makes an annual pilgrimage to Las Vegas.\nOne year he asked a dealer: What games do you play, and\nwhat casinos do you play in? The dealer, stone-cold serious,\nreplied: “The only way to win in a Las Vegas casino is to exit\nas soon as you enter.”\nThat’s exactly how the game of trying to keep up with other\npeople’s wealth works, too.\n \n3. “Enough” is not too little.\n \nThe idea of having “enough” might look like conservatism,\nleaving opportunity and potential on the table.\nI don’t think that’s right.\n“Enough” is realizing that the opposite—an insatiable\nappetite for more—will push you to the point of regret.\nThe only way to know how much food you can eat is to eat\nuntil you’re sick. Few try this because vomiting hurts more\nthan any meal is good. For some reason the same logic\ndoesn’t translate to business and investing, and many will\nonly stop reaching for more when they break and are forced\nto. This can be as innocent as burning out at work or a risky\ninvestment allocation you can’t maintain. On the other end\nthere’s Rajat Guptas and Bernie Madoﬀs in the world, who\nresort to stealing because every dollar is worth reaching for\nregardless of consequence.\nWhatever it is, the inability to deny a potential dollar will\neventually catch up to you.\n \n4. There are many things never worth risking, no\nmatter the potential gain.\n \nAfter he was released from prison Rajat Gupta told The New\nYork Times he had learned a lesson:\n \nDon’t get too attached to anything—your reputation, your\naccomplishments or any of it. I think about it now, what\ndoes it matter? O.K., this thing unjustly destroyed my\nreputation. That’s only troubling if I am so attached to my\nreputation.\n \n"
            }
        ]
    }
}